Repository: wuji-make-halk/ios-automake
Catalog: template/ios-smartband-himove/HiMove/Supporting Files/HiMove/*.lproj/Localizable.strings
Languages: de, es, it, ja, ko, nl, ro, ru, zh_hans

# Factory_message
source: Have you reset factory settings?
de: Ob Werkseinstellungen wiederherstellen?
es: Que ce soit pour restaurer les paramètres d'usine?
it: Sia per ripristinare le impostazioni di fabbrica?
ja: 工場出荷時の設定を復元するかどうか？
ko: 기본 설정을 복원할지 여부?
nl: Heeft u de fabrieksinstellingen hersteld?
ro: Fie pentru a restabili setările din fabrică?
ru: Независимо от того, чтобы восстановить заводские настройки?
zh_hans: 是否恢复出厂设置?

# Factory_Fail
source: Restore factory settings failed
de: Fehlgeschlagen Werkseinstellungen wiederherstellen
es: Impossible de restaurer les paramètres d'usine
it: Impossibile ripristinare le impostazioni di fabbrica
ja: 工場出荷時の設定を復元するために失敗しました。
ko: 기본 설정을 복원 할 수 없습니다
nl: Herstel fabrieksinstellingen mislukt
ro: Nu s-a restabili setările din fabrică
ru: Не удалось восстановить заводские настройки
zh_hans: 恢复出厂设置失败

# EndBiggerThanStart_Title
source: Setup failed
de: Einstellung fehlgeschlagen
es: réglage échoué
it: impostazione fallito
ja: 設定失敗しました
ko: 실패 설정을
nl: Setup mislukt
ro: Setarea a eșuat
ru: Настройка не удалось
zh_hans: 设置失败

# EndBiggerThanStart_Tip
source: Sedentary reminder of the failure time must be greater than the reminder effective time
de: Sesshafte remind muss Ablaufzeit größer sein als die effektive Zeit
es: Sédentaire rappeler rappel heure d'expiration doit être supérieure à la durée effective
it: Sedentario remind ricordo il tempo di scadenza deve essere maggiore del tempo effettivo
ja: 座りがちな思い出させるリマインダの有効期限は、効果的な時間よりも大きくなければなりません
ko: 앉아있는 생각 나게 알림 만료 시간은 유효 시간보다 커야합니다
nl: De zittende herinnering aan de storingstijd moet groter zijn dan de herinneringseffectieve tijd
ro: Sedentar amintesc memento timpul de expirare trebuie să fie mai mare decât timpul efectiv
ru: Сидячий напомнить напоминание истечения времени должно быть больше, чем эффективное время
zh_hans: 久坐提醒失效时间必须大于提醒生效时间

# Duration
source: Time
de: Zeit
es: Temps
it: Tempo
ja: 運動時間
ko: 운동 시간
nl: Tijd
ro: Timp
ru: Время
zh_hans: 运动时间

# drink_time_tip_title
source: Recomened to set from the current time
de: Empfohlene Einstellungen von der aktuellen Zeit
es: Les paramètres recommandés de l'heure actuelle
it: Impostazioni consigliate dal momento attuale
ja: 現在時刻からの推奨設定
ko: 현재 시간에서 권장 설정
nl: Gekomen om vanaf de huidige tijd te zetten
ro: Setările recomandate de la ora curentă
ru: Рекомендуемые настройки от текущего времени
zh_hans: 建议从当前时间设置

# Doconnect_tip
source: Disconnect the connected device for a new connection
de: Trennen Sie das Gerät, um neue Verbindungen herzustellen
es: Débranchez l'appareil pour faire de nouvelles connexions
it: Scollegare il dispositivo per effettuare nuove connessioni
ja: 新しい接続を作成するには、デバイスを取り外します
ko: 새로운 연결을 할 수있는 장치를 분리
nl: Ontkoppel het aangesloten apparaat voor een nieuwe verbinding
ro: Deconectați dispozitivul pentru a face noi conexiuni
ru: Отключите устройство, чтобы новые соединения
zh_hans: 断开连接的设备进行新的连接

# Disconnect
source: Disconnected
de: nicht angeschlossen
es: non connecté
it: non collegato
ja: 接続されていません
ko: 연결되지 않음
nl: Losgekoppeld
ro: Nu este conectat
ru: Не подключен
zh_hans: 未连接

# Device_unavailable
source: The bracelet connection is broken. Please try again after connecting the bracelet.
de: Armband getrennt, versuchen Sie es erneut Armband verbinden.
es: Bracelet déconnecté, essayez vous connecter à nouveau bracelet.
it: Bracciale scollegato, provare di nuovo la connessione braccialetto.
ja: ブレスレット切り離し、再びブレスレットを接続してみてください。
ko: 팔찌 분리, 다시 팔찌를 연결하려고합니다.
nl: De armbandverbinding is kapot. Probeer het opnieuw na het aansluiten van de armband.
ro: Brățară deconectat, încercați să vă conectați din nou brățară.
ru: Браслет отключен, попробуйте снова подключить браслет.
zh_hans: 手环连接已断开，请连接手环后重试。

# Device_nofunction
source: The current device does not support this feature
de: Die aktuelle Gerät unterstützt diese Funktion nicht
es: Le dispositif actuel ne prend pas en charge cette fonctionnalité
it: Il dispositivo corrente non supporta questa funzionalità
ja: 現在のデバイスは、この機能をサポートしていません。
ko: 현재 장치가이 기능을 지원하지 않습니다
nl: Het huidige apparaat ondersteunt deze functie niet
ro: Dispozitivul curent nu acceptă această caracteristică
ru: В настоящее время устройство не поддерживает эту функцию
zh_hans: 当前设备不支持该功能

# Device_Config_Title
source: Config
de: Benachrichtigungseinstellungen
es: paramètres d'alerte
it: Le impostazioni degli avvisi
ja: アラートの設定
ko: 알림 설정
ro: setări de alertă
ru: настройки оповещений
zh_hans: 提醒设置

source: Delete
de: löschen
es: effacer
it: cancellare
ja: 削除
ko: 삭제
nl: Verwijder
ro: șterge
ru: удалять
zh_hans: 删除

# Default_Nickname
source: Not logged in
de: Nicht angemeldete Konto
es: Non connecté compte
it: Non connesso conto
ja: アカウントにログインしていません
ko: 계정에 로그인하지 않음
nl: Niet ingelogd
ro: Nu este conectat cont
ru: Вы не вошли в аккаунт
zh_hans: 未登录账号

source: Daily average
de: täglich
es: tous les jours
it: quotidiano
ja: 日々
ko: 매일
nl: Dagelijks gemiddelde
ro: zilnic
ru: ежедневно
zh_hans: 日均

# Continue
source: Resume
de: fortsetzen
es: continuer
it: continuare
ja: 続けます
ko: 계속
nl: Hervat
ro: continua
ru: продолжать
zh_hans: 继续

source: Connected
de: verbunden
es: lié
it: collegato
ja: 接続
ko: 연결
nl: Aangesloten
ro: legat
ru: соединенный
zh_hans: 已连接

source: confirm
de: bestätigen
es: confirmer
it: confermare
ja: 確かめます
ko: 확인
nl: bevestigen
ro: confirma
ru: подтвердить
zh_hans: 确认

# Config_Title
source: Setting
de: einrichten
es: installer
it: impostare
ja: セットアップ
ko: 설정
nl: omgeving
ro: Configurarea
ru: устанавливать
zh_hans: 设置

# Config_Cell_Viberation
source: Enable Vibration
de: Lassen Sie Schock
es: Autoriser le choc
it: Consenti scossa
ja: ショックを許可します
ko: 충격을 허용
nl: Vibratie inschakelen
ro: Permite șoc
ru: Разрешить шок
zh_hans: 允许震动

# Config_Cell_UserManual
source: User Manual
de: Benutzerhandbuch
es: Manuel de l'utilisateur
it: Manuale d'uso
ja: 取扱説明書
ko: 사용 설명서
nl: Handleiding
ro: Ghid de utilizare
ru: Руководство пользователя
zh_hans: 用户手册

# Config_Cell_TakePhoto
source: Camera Control
de: Kamera-Fern
es: Déclencheur à distance appareil photo
it: Fotocamera Remoto
ja: カメラリモコン
ko: 카메라 제어
ro: Telecomanda pentru camera
ru: фотоаппарат с дальним расстоянием.
zh_hans: 手环控制手机拍照

# Config_Cell_Sleep
source: Sleep Preference
de: Schlaf-Präferenz
es: préférence du sommeil
it: preferenza sonno
ja: 睡眠の好み
ko: 수면 환경
nl: Slaapvoorkeur
ro: preferinţa Sleep
ru: предпочтение сна
zh_hans: 睡眠偏好

# Config_Cell_OTA
source: Firmware Upgrade
de: Firmware-Update
es: Mise à jour du micrologiciel
it: Aggiornamento firmware
ja: ファームウェアのアップデート
ko: 펌웨어 업데이트
ro: Firmware Update
ru: Обновление прошивки
zh_hans: 固件更新

# Config_Cell_Notification
source: Message
de: Nachricht
it: Messaggio
ja: メッセージ
ko: 메시지 알림
nl: Bericht
ro: Mesaj
ru: СМС
zh_hans: 消息提醒设置

# Config_Cell_NoDisturb
source: Do not disturb
de: Bitte nicht stören
es: Ne pas déranger
it: Non disturbare
ja: 邪魔しないで
ko: 방해하지 마세요
nl: Niet storen
ro: Nu deranjați
ru: Просьба не беспокоить
zh_hans: 勿扰模式

# Config_Cell_Music
source: Music Control
de: Musik-Fernbedienung
es: Contrôle de la musique
it: Musica Telecomando
ja: 音楽リモコン
ko: 밴드로 음악 원격제어
ro: Telecomanda muzica
ru: Музыка Дистанционного Управления
zh_hans: 手环控制手机音乐

# Config_Cell_Longsit
source: Sedentary Notification
de: Sesshafte Erinnerung
es: Rappel sédentaire
it: Sedentario promemoria
ja: 座りがちなリマインダー
ko: 정주의 알림
nl: Zittende Notificatie
ro: Memento sedentari
ru: Сидячий напоминание
zh_hans: 久坐提醒

# Config_Cell_Drink
source: Water Drinking Reminder Setting
de: Trinken Set
es: Set potable
it: bere Set
ja: 飲酒セット
ko: 음주 설정
nl: Waterdrempel instelling
ro: Set de băut
ru: Питьевой Set
zh_hans: 饮水设置

# Config_Cell_DeviceCall
source: Enable Phone Searching
de: Telefon-Suche
es: Recherche de téléphone
it: Ricerca Phone
ja: 電話番号検索
ko: 전화 번호 검색
nl: Telefoon zoeken inschakelen
ro: Căutare Telefon
ru: поиск телефона
zh_hans: 使用电话搜索

# Config_Cell_Clock
source: Alarm
de: Alarm Erinnerung
es: Alarme rappel
it: Allarme promemoria
ja: アラームリマインダー
ko: 알람 알림
ro: Memento alarmă
ru: напоминание сигнализации
zh_hans: 闹钟提醒

# Config_Cell_CLEARDATA
source: Clear Data
de: Daten löschen
es: Effacer les données
it: Cancella dati
ja: データをクリア
ko: 데이터 지우기
nl: Verwijder gegevens
ro: Ștergeți datele
ru: Очистка данных
zh_hans: 清除数据

# Config_Cell_Clear
source: clear data
de: Daten löschen
es: Effacer les données
it: Cancella dati
ja: データをクリア
ko: 데이터 지우기
nl: Verwijder gegevens
ro: Ștergeți datele
ru: Очистка данных
zh_hans: 清除数据

# Config_Cell_Bright_Screen
source: Turn over the wrist to brighten screen
de: Palming hellen Bildschirm
es: Palming écran lumineux
it: Palming schermo luminoso
ja: 手首を裏返して画面を明るくする
ko: 손목을 뒤집어 화면을 밝게하십시오.
nl: Draai de pols om het scherm te verhelderen
ro: Palming ecran luminos
ru: Подсовывая яркий экран
zh_hans: 翻腕亮屏

# Config_Cell_Bell
source: Set Ringtones
de: Ring-Einstellung
es: réglage de la sonnerie
it: anello di regolazione
ja: リングの設定
ko: 벨소리 설정
nl: Ringtones instellen
ro: setarea Ring
ru: установка кольца
zh_hans: 铃声设置

# Config_Cell_Antilost
source: Anti Lost
de: Anti verlorene
it: Anti perso
ja: スマホ紛失予防
ko: 핸드폰 찾기
nl: Anti verloren
ro: Anti pierdere
ru: Центр безопасности
zh_hans: 手机防丢

# Comfirm_New_Password
source: New password(again)
de: Bestätige neues Passwort
es: Confirmez le nouveau mot de passe
it: Conferma la nuova password
ja: 新しいパスワード（再度）
ko: 새로운 비밀번호 확인
nl: Nieuw wachtwoord (opnieuw)
ro: Confirmare parola
ru: утверждение нового пароля
zh_hans: 再输一遍新密码

# Clock_Title
source: Alarm Clock Setting
de: Alarm-Set
es: jeu d'alarme
it: set Alarm
ja: アラームセット
ko: 알람 설정
nl: Instelling wekker
ro: set de alarmă
ru: комплект сигнализации
zh_hans: 闹钟设置

# Clock_Time
source: Alarm time
de: Alarmzeit
es: Heure de l'alarme
it: ora per la suoneria
ja: アラーム時間
ko: 알람 시간
nl: Alarmtijd
ro: ora alarmei
ru: время сигнала
zh_hans: 闹钟时间

source: Clock State
de: Alarmzustand
es: Etat d'alarme
it: stato di allarme
ja: アラーム状態
ko: 알람 상태
ro: stare de alarmă
ru: состояние тревоги
zh_hans: 闹钟状态

# Clock_Interval
source: Clock Time
de: Alarmzeit
es: Heure de l'alarme
it: ora per la suoneria
ja: アラーム時間
ko: 알람 시간
nl: Klok tijd
ro: ora alarmei
ru: время сигнала
zh_hans: 闹钟时间

# Clock_End_Time
source: Sleep end time
de: Schlaf-Endzeit
es: heure de fin de sommeil
it: ora di fine di sonno
ja: スリープ終了時間
ko: 절전 종료 시간
nl: Slaap eindtijd
ro: Ora de încheiere Sleep
ru: Конец сна время
zh_hans: 睡眠结束时间

# Clock_Drink_Time
source: Water Drinking Time
de: Trinken Zeit
es: temps à boire
it: tempo a bere
ja: 時間を飲みます
ko: 시간을 마시는
nl: Water Drinktijd
ro: timpul de băut
ru: время Питье
zh_hans: 饮水时间

# Clock_Drink_State
source: Water Drinking Reminder Switch
de: Wasserschalter
es: Interrupteur d'eau
it: interruttore acqua
ja: 水のスイッチ
ko: 물 스위치
nl: Waterdrempelschakelaar
ro: comutator de apă
ru: переключатель воды
zh_hans: 饮水开关

# Clock_Begin_Time
source: Sleep start time
de: Schlaf-Startzeit
es: Heure de début du sommeil
it: Sleep Inizio
ja: スリープ開始時間
ko: 수면 시작 시간
nl: Slaap starttijd
ro: Somn Ora de începere
ru: Sleep Time Start
zh_hans: 睡眠开始时间

# Clear_OK
source: Clear data successfully
de: Klare Daten erfolgreich
es: Effacer les données avec succès
it: Cancella dati con successo
ja: 成功したデータをクリアします
ko: 성공적으로 데이터 지우기
nl: Wis gegevens succesvol
ro: Ștergeți datele cu succes
ru: Очистить данные успешно
zh_hans: 清除数据成功

# Clear_ing
source: Clearing data, please wait.
de: Daten zu löschen, bitte warten
es: Effacement des données, s'il vous plaît attendre
it: Cancellazione dei dati, si prega di attendere
ja: データの消去、お待ちください
ko: 데이터를 지우면, 기다려주십시오
nl: Gegevens wissen, even geduld aub.
ro: Ștergerea datelor, vă rugăm să așteptați
ru: Стирание данных, пожалуйста, подождите
zh_hans: 正在清除数据，请稍候

# Clear_Failed
source: Clear data error, please try later。
de: Daten löschen Zeitüberschreitung, bitte versuchen Sie es erneut.
es: Effacer les données timed out, s'il vous plaît essayer à nouveau.
it: Cancella dati timeout, per favore prova di nuovo.
ja: クリアデータがタイムアウトし、再試行してください。
ko: 데이터 지우기 시간 초과, 다시 시도하십시오.
nl: Wis data-time-out, probeer het later.
ro: date clare a expirat, vă rugăm să încercați din nou.
ru: Очистить данные истекли, пожалуйста, попробуйте еще раз.
zh_hans: 清除数据超时，请重试。

# Clear_Confirm_hm
source: Whether to continue to clear the bracelet and APP sports data and sleep data?
de: Ob das Armband und APP Bewegungsdaten und Schlafdaten zu entfernen?
es: Que ce soit pour enlever le bracelet et les données de mouvement APP et les données de sommeil?
it: Sia per rimuovere il bracciale e dati di movimento APP, e dei dati di sonno?
ja: ブレスレットとAPPのモーションデータ、及び睡眠データを削除するかどうか？
ko: 팔찌와 APP 모션 데이터 및 수면 데이터를 제거할지 여부?
nl: Of u de armband en APP sportgegevens moet blijven wissen en slapen data?
ro: Dacă pentru a elimina brățara și datele de mișcare APP, precum și datele de somn?
ru: Независимо от того, чтобы снять браслет и данные движения APP, и данные сна?
zh_hans: 是否继续清除手环和APP的运动数据和睡眠数据?

# Clear_Confirm
source: This operation will clear all the steps and sleep data stored in the device and APP. Do you confirm that you need to do this?
de: Dadurch werden alle in Schritt und Schlafdaten im Gerät und in der APP gespeichert bemerkt löschen, wenn Sie diesen Vorgang bestätigen müssen?
es: Cela effacera toutes les données noté dans l'étape et le sommeil stockées dans l'appareil et dans le APP, si vous devez confirmer cette opération?
it: Questo cancellerà tutti notarono in dati di movimentazione e di sonno memorizzati nel dispositivo e nel APP, se avete bisogno di confermare questa operazione?
ja: あなたはこの操作を確認する必要がある場合、これは、すべてのデバイスにし、APPに保存されているステップと睡眠データに注意が消去されますか？
ko: 이 작업을 확인해야하는 경우는, 모든 장치에서와 APP에 저장 단계 및 수면 데이터 기록이 지워집니다?
nl: Deze bewerking wist alle stappen te wissen en gegevens die zijn opgeslagen in het apparaat en APP, slapen. Bevestigt u dat u dit moet doen?
ro: Acest lucru va șterge toate datele notate în pas și de somn stocate în dispozitiv și în APP, dacă aveți nevoie pentru a confirma această operație?
ru: Это сотрет все отметили в ступенчатых и сне данных, хранящихся в устройстве и в приложении, если вам нужно, чтобы подтвердить эту операцию?
zh_hans: 本操作将清空所有存储在设备和APP中的记步和睡眠数据，您是否确认需要进行本操作？

source: Check for updates
de: Auf Updates prüfen
es: Vérifier les mises à jours.
it: Controlla gli aggiornamenti
ja: アップデートを確認
ko: 새로운 버전 검사
nl: Controleer voor updates
ro: Verifica pentru actualizari
ru: Проверить наличие обновлений
zh_hans: 检查新版本

# Chart_Time_peryear
source: Year
de: Jahr
es: An
it: Anno
ja: 年
ko: 년
nl: Jaar
ro: An
ru: Год
zh_hans: 每年

# Chart_Time_perweek
source: Week
de: Woche
es: La semaine
it: Settimana
ja: 週
ko: 주
ro: Săptămână
ru: Неделю
zh_hans: 每周

# Chart_Time_permonth
source: Month
de: Monat
es: Mois
it: Mese
ja: 月
ko: 달
nl: Maand
ro: Lună
ru: Месяц
zh_hans: 每月

# Chart_Time_perday
source: Day
de: Tag
es: Journée
it: Giorno
ja: 日
ko: 일
nl: Dag
ro: Zi
ru: День
zh_hans: 每天

# Chart_Light
source: Light
de: Leichter
es: Sommeil léger
it: Leggero
ja: 浅いスリープ
ko: 얕은수면
nl: Licht
ro: lumină de somn
ru: лёгкийкий сон
zh_hans: 浅睡

# Chart_Deep
source: Deep sleep:
de: Tiefschlaf
es: Le sommeil profond
it: sonno profondo
ja: ディープスリープ
ko: 깊은 잠
nl: Diepe slaap:
ro: Starea de somn profund
ru: глубокий сон
zh_hans: 深睡

# Chart_Btn_Title_Temperature
source: Body temperature
de: Oberflächentemperatur
es: La température de surface
it: Temperatura superficiale
ja: 表面温度
ko: 표면 온도
nl: Lichaamstemperatuur
ro: TTemperatura corpului
ru: Температура тела
zh_hans: 体表温

# Chart_Btn_Title_Step
source: Steps
de: Anzahl der Schritte
es: Pas
it: Numero di passi
ja: ステップ数
ko: 단계의 수
nl: Stappen
ro: Numărul de trepte
ru: меры
zh_hans: 步数

# Chart_Btn_Title_Sleep
source: Sleep
de: Schlafend
es: Endormi
it: Addormentato
ja: 眠り
ko: 잠자는
nl: Slaap
ro: Dormit
ru: спальный
zh_hans: 睡眠

# Chart_Btn_Title_Heart
source: Heart rate
de: Herzschlag
es: pouls
it: La frequenza cardiaca
ja: 心拍
ko: 심박수
nl: Hartslag
ro: Ritmul cardiac
ru: пульс
zh_hans: 心率

# Chart_Btn_Title_Distance
source: distance
de: Entfernung
it: Distanza
ja: 距離
ko: 거리
nl: Afstand
ro: Distanță
ru: расстояние
zh_hans: 距离

# Chart_Btn_Title_Calories
source: Calories
de: Kalorien
it: calorie
ja: カロリー
ko: 칼로리
nl: Calorie
ro: calorii
ru: Калории
zh_hans: 卡路里

# Chart_Btn_Title_Bike
source: bycicle
de: Reiten
es: équitation
it: Equitazione
ja: ライディング
ko: 승마
nl: fiets
ro: Călărie
ru: верховая езда
zh_hans: 骑行

# Chart_Awake
source: Awake
de: Wach
es: Réveillé
it: Sveglio
ja: 覚醒
ko: 깨어있음
nl: Wakker
ro: Trezire
ru: Проснуться
zh_hans: 清醒

# ChangePasswordOK
source: Change password success。
de: Kennwort ändern erfolgreich.
es: Changer mot de passe avec succès.
it: Cambia password di successo.
ja: 成功したパスワードを変更します。
ko: 성공적으로 암호를 변경합니다.
nl: Verander het wachtwoord succes.
ro: Schimbare parolă de succes.
ru: Изменение пароля успешной.
zh_hans: 修改密码成功。

source: Change password error。
de: Kennwort ändern Fehler.
es: Changer l'échec de mot de passe.
it: Cambiare fallimento password.
ja: パスワードの失敗を変更します。
ko: 암호 실패를 변경합니다.
nl: Wijzig wachtwoordfout.
ro: Schimbarea eșec parolă.
ru: Изменение пароля отказ.
zh_hans: 修改密码失败。

# ChangePassword_Title
source: change Password
de: Kennwort ändern
es: Changer mot de passe
it: Cambia password
ja: パスワードの変更
ko: 암호 변경
nl: verander wachtwoord
ro: Schimbare parolă
ru: Изменение пароля
zh_hans: 修改密码

# change_avata
source: change image
de: Avatar ändern
es: Changer d'avatar
it: Cambia avatar
ja: アバターの変更
ko: 프로필 사진 변경
nl: Verander afbeelding
ro: Schimba avatar
ru: Change avatar
zh_hans: 修改头像

source: Cancel
de: annulliert
es: annulé
it: annullato
ja: キャンセル
ko: 취소
nl: Annuleer
ro: anulat
ru: отменен
zh_hans: 取消

# Camera_Denied_Tip
source: This APP is prohibited to use the camera, you need to open the camera to use the right?
de: Diese APP verboten wird, um die Kamera zu verwenden, benötigen Sie Zugriff auf die Kamera zu öffnen?
es: Cette application est interdit d'utiliser l'appareil photo, vous avez besoin d'ouvrir l'accès de la caméra il?
it: Questa APP è vietato utilizzare la fotocamera, è necessario aprire l'accesso alla telecamera è?
ja: このアプリは、カメラを使用することを禁止されている、あなたは、カメラへのアクセスをオープンする必要がありますか？
ko: 이 응용 프로그램은 카메라를 사용 금지, 당신은 카메라 액세스를 열 필요가?
nl: Deze APP is verboden om de camera te gebruiken, u moet de camera openen om het juiste te gebruiken?
ro: Acest APP este interzisă utilizarea aparatului foto, aveți nevoie pentru a deschide accesul la cameră ea?
ru: Это приложение запрещено использовать камеру, вам необходимо открыть доступ к камере это?
zh_hans: 本APP被禁止使用摄像头,您需要开放摄像头使用权限吗？

# Camera_Denied
source: Can not access the camera
de: Sie können nicht auf die Kamera zugreifen
es: Vous ne pouvez pas accéder à la caméra
it: Non è possibile accedere alla fotocamera
ja: あなたはカメラにアクセスできません。
ko: 당신은 카메라에 액세스 할 수 없습니다
nl: Kan de camera niet openen
ro: Nu puteți accesa la camera foto
ru: Вы не можете получить доступ к камере
zh_hans: 不能访问摄像头

# BottomView_today_sleep
source: Sleeping today
de: Heute schlafen
es: sommeil Aujourd'hui
it: Oggi il sonno
ja: 今日睡眠
ko: 오늘 잠
nl: Slapen vandaag
ro: Astăzi somn
ru: Сегодня сон
zh_hans: 今日睡眠

# BottomView_today_activity
source: Today's event
de: Heutige Veranstaltungen
es: Les événements d'aujourd'hui
it: Eventi di oggi
ja: 今日のイベント
ko: 오늘의 이벤트
nl: Het evenement van vandaag
ro: Evenimentele de azi
ru: Сегодняшние события
zh_hans: 今日活动

# BottomView_sync_data
source: Synchronize bracelet data
de: Datensynchronisation Armband
es: Bracelet de synchronisation des données
it: braccialetto sincronizzazione dei dati
ja: データ同期ブレスレット
ko: 데이터 동기화 팔찌
nl: Synchroniseer armband data
ro: brățară de sincronizare a datelor
ru: Синхронизация данных браслет
zh_hans: 同步手环数据

# BottomView_previous_data
source: Historical data record
de: Historische Datensätze
es: enregistrements de données historiques
it: record di dati storici
ja: 過去のデータレコード
ko: 과거 데이터 레코드
nl: Historisch data record
ro: înregistrări de date istorice
ru: Исторические записи данных
zh_hans: 历史数据记录

# AUTH_ERROR_FLAG_1
source: A fatal error occurs, we will close the entire APP
de: Authentifizierung schwerwiegende Fehler auftreten, werden wir die gesamte APP heruntergefahren
es: L'authentification erreur fatale se produit, nous allons fermer l'ensemble de l'APP
it: L'autenticazione si verifica errore fatale, che si spegnerà l'intero APP
ja: 致命的なエラーが発生した認証は、我々は全体のAPPをシャットダウンします
ko: 치명적인 오류가 발생 인증, 우리는 전체 APP를 종료합니다
nl: Er komt een fatale fout op, we sluiten de gehele APP
ro: Autentificarea se produce eroare fatală, vom închide întregul APP
ru: Аутентификация происходит фатальная ошибка, мы закрыли всю APP
zh_hans: 发生鉴权致命错误,我们将关闭整个APP

# AUTH_ERROR
source: Authentication failed
de: Authentifizierungsfehler
es: Échec d'authentification
it: errore di autenticazione
ja: 認証失敗
ko: 인증 실패
nl: Verificatie mislukt
ro: Eroare de autentificare
ru: Ошибка проверки подлинности
zh_hans: 鉴权失败

# APP_Expire
source: The software has expired, please contact the developer if you want to continue to use
de: Die Software abgelaufen ist, müssen weiterhin zu nutzen, wenden Sie sich bitte an den Entwickler
es: Le logiciel a expiré, le besoin de continuer à utiliser, s'il vous plaît contacter le développeur
it: Il software è scaduto, hanno bisogno di continuare a utilizzare, si prega di contattare lo sviluppatore
ja: ソフトウェアの有効期限が切れている、使用し続ける必要があり、開発者に連絡してください
ko: 소프트웨어가 만료되어 계속 사용할 필요가 개발자에게 문의하시기 바랍니다
nl: De software is verlopen, neem contact op met de ontwikkelaar als u wilt blijven gebruiken
ro: Software-ul a expirat, trebuie să continue să utilizeze, vă rugăm să contactați dezvoltatorul
ru: Программное обеспечение истек, необходимо продолжать использовать, пожалуйста, обратитесь к разработчику
zh_hans: 本软件已经过期，如需继续使用请联系开发者

# ANCS_Setting_Title
source: Settings
de: einrichten
es: installer
it: impostare
ja: セットアップ
ko: 설정
nl: instellingen
ro: Configurarea
ru: устанавливать
zh_hans: 设置

source: AM
de: Morgen
es: matin
it: mattina
ja: 朝
ko: 아침
ro: dimineață
ru: утро
zh_hans: 上午

# AllDay
source: Every Day
de: täglich
es: quotidiennement
it: ogni giorno
ja: 毎日
ko: 매일
nl: Elke dag
ro: În fiecare zi
ru: Каждый день
zh_hans: 每天

# alarm_sedentary_finish
source: Set up sedentary reminder success
de: Eine Erinnerung sesshaften Erfolg
es: Définir un rappel succès sédentaire
it: Impostare un promemoria successo sedentaria
ja: リマインダー定住成功を設定します
ko: 알림 앉아있는 성공을 설정
nl: Stel het zittende herinnering succes op
ro: Setați un memento succes sedentar
ru: Установить напоминание сидячий успех
zh_hans: 设置久坐提醒成功

# Alarm_Repeat_Times
source: Repeated times
de: Wiederholungen
es: répétitions
it: ripetizioni
ja: 繰り返し
ko: 반복
nl: Herhaalde tijden
ro: repetări
ru: Повторы
zh_hans: 重复次数

# Alarm_Repeat_Minute
source: Intervals
de: Wiederholen Minuten
es: Répétez minutes
it: Ripetere minuti
ja: リピート分
ko: 반복 분
nl: intervallen
ro: Repetare minute
ru: Повторные минут
zh_hans: 重复分钟

# Alarm_No_Macid
source: The phone is not connected to the bracelet
de: Telefon ist nicht Hand Ring verbunden
es: Le téléphone est pas connecté anneau de la main
it: Il telefono non è collegato anello della mano
ja: 電話は、手のリングに接続されていません
ko: 전화는 손 링을 연결되어 있지 않습니다
nl: De telefoon is niet verbonden met de armband
ro: Telefonul nu este conectat inel de mână
ru: Телефон не подключен ручное кольцо
zh_hans: 手机没有连接到手环

# Alarm_Finish
source: Alarm Set sucessfully
de: Alarmsoll Erfolg
es: succès set d'alarme
it: successo set di allarme
ja: アラーム設定成功
ko: 알람 설정 성공
nl: Alarm instellen met succes
ro: Succesul set de alarmă
ru: Набор сигнализации успеха
zh_hans: 闹钟设置成功

# Alarm_Fail
source: The alarm setting failed. Please try again
de: Alarmeinstellungen fail, versuchen Sie es erneut
es: Paramètres d'alarme échouez, essayez à nouveau
it: impostazioni di allarme fallire, provare di nuovo
ja: アラームの設定は、失敗し、再試行してください
ko: 알람 설정, 다시 시도 실패
nl: De alarminstelling is mislukt. Probeer het opnieuw
ro: Setările de alarmă eșuează, încercați din nou
ru: Настройки сигнализации безуспешными, попробуйте еще раз
zh_hans: 闹钟设置失败,请重试
