Repository: wuji-make-halk/ios-automake
Catalog: template/ios-smartband-himove/HiMove/Supporting Files/HiMove/*.lproj/Localizable.strings
Languages: de, es, it, ja, ko, nl, ro, ru, zh_hans

# WorkDay
source: Working Day
de: Arbeitstag
es: journée de travail
it: giorno di lavoro
ja: 作業日
ko: 작업 일
nl: Werkdag
ro: zi lucrătoare
ru: рабочий день
zh_hans: 工作日

# Wednesday
source: Wed.
de: Mittwoch
es: mercredi
it: mercoledì
ja: 水曜日
ko: 수요일
ro: miercuri
ru: среда
zh_hans: 周三

# Weak
source: weak signal
de: Schwaches Signal
es: Signal faible
it: segnale debole
ja: 弱い信号
ko: 약한 신호
nl: Zwak
ro: semnal slab
ru: Слабый сигнал
zh_hans: 信号弱

source: Video
de: Aufnahme
es: enregistrement
it: registrazione
ja: 録音
ko: 녹음
ro: înregistrare
ru: запись
zh_hans: 录像

# UserManual_Title
source: User manual
de: Benutzerhandbuch
es: Manuel de l'utilisateur
it: Manuale d'uso
ja: 取扱説明書
ko: 사용 설명서
nl: Handleiding
ro: Ghid de utilizare
ru: Руководство пользователя
zh_hans: 用户手册

# UNIT_STEP
source: Step
de: Schritt
es: étape
it: passo
ja: ステップ
ko: 단계
nl: Stap
ro: pas
ru: шаг
zh_hans: 步

# UNIT_MIN
source: min
de: Minute
es: minute
it: minuto
ja: 分
ko: 분
nl: me
ro: minut
ru: минут
zh_hans: 分钟

# UNIT_MILE
source: Mile
de: Meile
it: miglio
ja: マイル
ko: 마일
nl: Mijl
ro: milă
ru: мили
zh_hans: 英里

# UNIT_M
source: min
ja: 分
ko: 분
nl: me
ro: minute
ru: минут
zh_hans: 分

# UNIT_LBS
source: lbs
ja: ポンド
ru: фунт
zh_hans: 磅

# UNIT_KM
source: Km
ja: キロ
zh_hans: 千米

# UNIT_KG
source: kg
zh_hans: 公斤

# UNIT_KCAL
source: Kcal
zh_hans: 千卡

# UNIT_INCH
source: inches
de: Zoll
es: pouces
it: pollici
ja: インチ
ko: 인치
ro: Inci
ru: дюйм
zh_hans: 英寸

# UNIT_H
source: h
de: Stunde
es: heure
it: ora
ja: 時間
ko: 시간
ro: oră
ru: час
zh_hans: 小时

# UNIT_FEET
source: feet
de: Füße
es: pieds
it: piedi
ja: フィート
nl: voeten
ro: picioare
ru: фут
zh_hans: 英尺

# UNIT_DAY
source: th
de: Tag
es: journée
it: giorno
ja: 日
ko: 일
nl: dag
ro: zi
ru: день
zh_hans: 日

# UNIT_CAL
source: card
de: Karte
es: carte
it: carta
ja: カード
ko: 카드
nl: kaart
ru: карта
zh_hans: 卡

# Tuesday
source: Tues.
de: Dienstag
es: mardi
it: martedì
ja: 火曜日
ko: 화요일
ro: marți
ru: вторник
zh_hans: 周二

# Today
source: Nowadays
de: heute
es: aujourd'hui
it: oggi
ja: 今日
ko: 오늘
nl: Tegenwoordig
ro: azi
ru: сегодня
zh_hans: 今天

# TIMER_NAME
source: Alarm clock
de: Wecker
es: Réveil
ja: 目覚まし時計
ko: 자명종
nl: Wekker
ro: Ceas cu alarmă
ru: будильник
zh_hans: 闹钟

# Thursday
source: Thur.
de: Donnerstag
es: jeudi
it: giovedi
ja: 木曜日
ko: 목요일
nl: Don
ro: joi
ru: четверг
zh_hans: 周四

# TargetSet_Steps
source: Steps
de: Anzahl der Schritte
es: Pas
it: Numero di passi
ja: ステップ数
ko: 단계의 수
nl: Stappen
ro: Numărul de trepte
ru: меры
zh_hans: 步数

# TargetSet_Running
source: Running
de: Jogging
es: jogging
it: jogging
ja: ジョギング
ko: 조깅
nl: hardlopen
ro: Pista de alergare
ru: Беговая
zh_hans: 跑步

# TargetSet_Distance
source: Distance
de: Entfernung
it: Distanza
ja: 距離
ko: 거리
nl: Afstand
ro: Distanță
ru: расстояние
zh_hans: 距离

# TargetSet_Cal
source: Calories
de: Kalorien
it: Calorie
ja: カロリー
ko: 칼로리
nl: calorieën
ro: Calorii
ru: Калории
zh_hans: 卡路里

# Tabbar_Title_3
source: Setting
de: Einrichten
es: Installer
it: Impostare
ja: セットアップ
ko: 설정
nl: omgeving
ro: Configurarea
ru: устанавливать
zh_hans: 设置

# Tabbar_Title_2
source: Data
de: Daten
es: Données
it: Dati
ja: データ
ko: 데이터
nl: Gegevens
ro: Date
ru: данные
zh_hans: 数据

# Tabbar_Title_1
source: Sport
es: Sportif
it: Sportivo
ja: スポーツの
ko: 스포츠의
ru: спортивный
zh_hans: 运动

# Tabbar_Title_0
source: Home
de: Zuhause
es: Maison
it: Casa
ja: 家
ko: 홈
nl: Huis
ro: Acasă
ru: дома
zh_hans: 主页

# Sync_waiting
source: please wait
de: Bitte warten
es: S'il vous plaît attendre
it: Attendere
ja: しばらくお待ちください
ko: 기다려주십시오
nl: even geduld aub
ro: Vă rugăm să așteptați
ru: Пожалуйста, подождите
zh_hans: 请稍后

# Sync_tip
source: Synchronizing...
de: Synchronisieren von Daten Armband
es: Bracelet de données Synchronisation
it: Sincronizzazione dati braccialetto
ja: 同期データのブレスレット
ko: 데이터 팔찌를 동기화
nl: Synchroniseren ...
ro: Sincronizarea brățară de date
ru: Синхронизация данных браслет
zh_hans: 正在同步手环数据

# Sync_syncdata
source: We are reading data, please wait later
de: Das Lesen von Daten, bitte warten
es: La lecture des données, s'il vous plaît attendre
it: Lettura dei dati, si prega di attendere
ja: データを読み込み、お待ちください
ko: 데이터를 읽기, 기다려주십시오
nl: We lezen gegevens, wacht alstublieft later
ro: Citirea datelor, vă rugăm să așteptați
ru: Считывание данных, пожалуйста, подождите
zh_hans: 正在读取数据，请稍后

# Sync_setpersoninfo_ok
source: Downloading user profile success
de: Erfolgreich synchronisieren Benutzerinformationen
es: Avec succès synchroniser des informations d'utilisateur
it: sincronizzare le informazioni con successo dell'utente
ja: 首尾よく、ユーザ情報を同期
ko: 성공적으로 사용자 정보를 동기화
nl: Het succes van het gebruikersprofiel downloaden
ro: sincroniza cu succes informațiile de utilizator
ru: Успешно синхронизировать информацию о пользователе
zh_hans: 同步用户信息成功

# Sync_setpersoninfo
source: Synchronize personal information
de: Synchronisieren Sie Daten
es: Synchronisez les renseignements personnels
it: Sincronizzare le informazioni personali
ja: 個人情報を同期します
ko: 개인 정보를 동기화
nl: Persoonlijke gegevens synchroniseren
ro: Sincronizarea informațiilor personale
ru: Синхронизация личной информации
zh_hans: 同步个人信息

# Sync_finish
source: Synchronization data is complete
de: Sync-Daten abgeschlossen
es: Sync est terminée
it: dati di sincronizzazione è stata completata
ja: 同期データが完了しました
ko: 동기화 데이터가 완료
nl: Synchronisatiegegevens zijn voltooid
ro: Sincronizarea datelor a fost finalizată
ru: Синхронизация данных завершена
zh_hans: 同步数据已完成

# sync_connecterr
source: Can not find the bracelet, please try again
de: Kann nicht Armband finden, versuchen Sie es erneut
es: Vous ne trouvez pas bracelet, s'il vous plaît essayer à nouveau
it: Non riesci a trovare braccialetto, riprova
ja: ブレスレットを見つけることができない、もう一度試してください。
ko: 팔찌를 찾을 수 없습니다, 다시 시도하십시오
nl: Kan de armband niet vinden, probeer het opnieuw
ro: Nu se poate găsi brățară, vă rugăm să încercați din nou
ru: Не могу найти браслет, пожалуйста, попробуйте еще раз
zh_hans: 找不到手环，请重试

# Sync_connected
source: Connected to the upper ring
de: Connected Ring zu verwenden,
es: Connecté à utiliser bague
it: Collegato usare anello
ja: リングを使用して接続されています
ko: 링을 사용하여 연결된
nl: Verbonden met de bovenste ring
ro: Conectat pentru a utiliza inelul
ru: Connected использовать кольцо
zh_hans: 已连接上手环

# Sync_connect_first
source: Do not connect the bracelet, please connect the bracelet first
de: Ring ist nicht loszulegen verbunden, verbinden Armband
es: Ring est pas connecté à commencer, connectez bracelet
it: Anello non è collegata per iniziare, collegare braccialetto
ja: リングは、始めるに接続されていない、ブレスレットを接続します
ko: 링이 시작하는 연결되지에게, 팔찌를 연결
nl: Sluit de armband niet aan, sluit als eerste de armband aan
ro: Inelul nu este conectat pentru a începe, conectați brățară
ru: Кольцо не подключен, чтобы начать, подключить браслет
zh_hans: 未连接上手环，请先连接手环

# Sunday
source: Sun.
de: Sonntag
es: Dimanche
it: Domenica
ja: 日曜日
ko: 일요일
nl: Zon.
ro: Duminică
ru: Воскресенье
zh_hans: 周日

source: submit
de: einreichen
es: soumettre
it: presentare
ja: 提出します
ko: 제출
nl: voorleggen
ro: prezenta
ru: представить
zh_hans: 提交

# Strong
source: Strong signal
de: Signalstärke
es: Puissance du signal
it: potenza del segnale
ja: 信号強度
ko: 신호 강도
nl: Sterk
ro: puterea semnalului
ru: интенсивность сигнала
zh_hans: 信号强

source: Steps
de: Anzahl der Schritte
es: Pas
it: Numero di passi
ja: ステップ数
ko: 단계의 수
nl: Stap tellen
ro: Numărul de trepte
ru: меры
zh_hans: 步数

# StartLittleThanEnd_Title
source: Effective time setting error
de: Effektives Zeiteinstellungsfehler
es: Erreur de réglage efficace du temps
it: tempo effettivo errore di impostazione
ja: 効果的な時間設定エラー
ko: 유효 시간 설정 에러
nl: Effectieve tijd instelling fout
ro: setarea Timpul efectiv de eroare
ru: Ошибка установки Эффективное время
zh_hans: 生效时间设置错误

# StartLittleThanEnd_Tip
source: The effective time must be earlier than the end time
de: Zeitpunkt des Inkrafttretens vor der Endzeit sein muss
es: Date d'entrée en vigueur doit être avant l'heure de fin
it: Entrata in vigore deve essere prima che il tempo della fine
ja: 発効日は、終了時間前である必要があります
ko: 시행일은 종료 시간 이전이어야합니다
nl: De effectieve tijd moet eerder zijn dan de eindtijd
ro: Data intrării în vigoare trebuie să fie înainte de ora de terminare
ru: Дата вступления в силу должна быть до времени окончания
zh_hans: 生效时间必须早于结束时间

# sport_sum_distance
source: total distance
de: gesamtentfernung
es: distance totale
it: distanza totale
ja: 総距離
ko: 총 거리
nl: totale afstand
ro: distanta totala
ru: oбщее расстояние
zh_hans: 总里程

# sport_havedid
source: completed
de: fertiggestellt
es: terminé
it: completato
ja: 完成しました
ko: 완료
nl: voltooid
ro: terminat
ru: Завершенный
zh_hans: 已完成

source: speed
de: Tempo
es: rythme
it: ritmo
ja: ペース
ko: 속도
nl: snelheid
ro: ritm
ru: аллюр
zh_hans: 配速

source: Sleep Time
de: Schlaflänge
es: Longueur du sommeil
it: Lunghezza del sonno
ja: スリープ長
ko: 수면 길이
nl: Bedtijd
ro: Lungimea somnului
ru: длина сна
zh_hans: 睡眠时长

source: Sleep Time
de: Schlaflänge
es: Longueur du sommeil
it: Lunghezza del sonno
ja: スリープ長
ko: 수면 길이
nl: Bedtijd
ro: Lungimea somnului
ru: длина сна
zh_hans: 睡眠时长

# sleep_deep
source: Deep sleep
de: Tief
es: Sommeil profond
it: Profondo
ja: 深いスリープ
ko: 깊은수면
nl: Diepe slaap
ro: Somn adinc
ru: Глубокий сон
zh_hans: 深睡

# Skip_stop
source: Slide to pause
de: Pause Rutsche
es: diapositive Pause
it: scivolo pausa
ja: 一時停止スライド
ko: 일시 정지 슬라이드
nl: Schuif om te pauzeren
ro: Pauză de diapozitive
ru: Пауза слайд
zh_hans: 滑动暂停

# ShareText
source: share
de: Aktie
es: part
it: quota
ja: シェア
ko: 몫
nl: delen
ro: acțiune
ru: доля
zh_hans: 分享

# Setting_Title
source: Settings
de: Set
es: ensemble
it: set
ja: セット
ko: 설정
nl: instellingen
ro: Set
ru: Установить
zh_hans: 设定

# setdevice_restore
source: Reset
de: rücksetzen
es: remise
ja: リセット
ko: 재설정
ro: restabili
ru: сброс
zh_hans: 复位

# setdevice_cleardata
source: Clear
de: entfernen
es: supprimer
it: rimuovere
ja: 取り除きます
ko: 제거
nl: Duidelijk
ro: scoate
ru: удаление
zh_hans: 清除

# Set_to_Band
source: Sync to band
de: Synchronisationsgerät
es: Equipement de synchronisation
it: apparecchiature di sincronizzazione
ja: 同期機器
ko: 동기화 장비
nl: Sync naar band
ro: Echipament de sincronizare
ru: Синхронизация оборудования
zh_hans: 同步设备

# Saturday
source: Sat
de: Samstag
es: Samedi
it: Sabato
ja: 土曜日
ko: 토요일
nl: Za
ro: Sâmbătă
ru: Суббота
zh_hans: 周六

# running_type_select
source: Exercise type selection
de: Wählen Sie die Art der Bewegung
es: Sélectionnez le type de mouvement
it: Selezionare il tipo di movimento
ja: 運動の種類を選択
ko: 운동의 종류를 선택합니다
nl: Oefening type selectie
ro: Selectați tipul de mișcare
ru: Выберите тип движения
zh_hans: 运动类型选择

# running_type_running
source: Running
de: Jogging
es: jogging
it: jogging
ja: ジョギング
ko: 조깅
nl: hardlopen
ro: Pista de alergare
ru: Беговая
zh_hans: 跑步

# running_type_climbing
source: Climbing
de: Bergsteigen
es: Alpinisme
it: Mountain-climbing
ja: 登山
ko: 등산
nl: beklimming
ro: Alpinism
ru: Горный альпинизм
zh_hans: 登山

# running_type_bycicle
source: Bicycling
de: Reiten
es: équitation
it: equitazione
ja: ライディング
ko: 승마
nl: fietsen
ro: călărie
ru: верховая езда
zh_hans: 骑行

# running_total_sport
source: > exercises for %d times <
de: %d-fache der kumulative Bewegung
es: %d fois le mouvement cumulative
it: %d volte il movimento cumulativo
ja: %d回の累積移動
ko: %d 누적 움직임 배
nl: > Oefeningen voor %d keer <
ro: %d ori mișcarea cumulativă
ru: %d раз совокупное движение
zh_hans: 累计运动%d次<

# running_start
source: Start
de: beginnen
es: commencer
it: iniziare
ja: 始めます
ko: 시작
nl: Begin
ro: începe
ru: начать
zh_hans: 开始

# Running_not_exit
source: You are still running, please finish running and then exit
de: Sie befinden sich noch in der laufenden Status, das Ende des Laufs und dann die Ausfahrt
es: Vous êtes toujours dans l'état de fonctionnement, la fin de la course, puis la sortie
it: Sei ancora in stato di esecuzione, alla fine della corsa e poi uscita
ja: あなたはまだ実行されている状態、実行終了してから終了しています
ko: 당신은, 실행중인 상태에서 여전히 실행 후 종료의 끝입니다
nl: Jij bent nog steeds aan het rennen, doe alsjeblieft af en doe dan af
ro: Sunteți încă în starea de funcționare, la sfârșitul ieșire a alerga și apoi
ru: Вы все еще в рабочем состоянии, конец пробега, а затем выход
zh_hans: 您还处于跑步状态，请结束跑步后再退出

source: Reset
de: rücksetzen
es: remise
ja: リセット
ko: 재설정
ro: restabili
ru: сброс
zh_hans: 重置

# Regist_Username_Tip
source: Please enter Email
de: Bitte geben Sie E-Mail
es: S'il vous plaît entrer Email
it: Inserisci e-mail
ja: メールアドレスを入力してください
ko: 이메일을 입력하세요
nl: Vul alstublieft Email in
ro: Vă rugăm să introduceți e-mail
ru: Пожалуйста, введите e-mail
zh_hans: 请输入Email

# Regist_Title
source: User registration
de: Benutzerregistrierung
es: Enregistrement de l'utilisateur
it: registrazione utente
ja: ユーザー登録
ko: 사용자 등록
nl: Gebruikersregistratie
ro: Înregistrare utilizator
ru: Регистрация пользователя
zh_hans: 用户注册

# Regist_Password_Tip
source: Please enter your password
de: Bitte geben Sie Ihr Passwort
es: S'il vous plaît entrer votre mot de passe
it: Si prega di inserire la password
ja: あなたのパスワードを入力します
ko: 비밀번호를 입력하십시오
nl: Vul alstublieft uw wachtwoord in
ro: Vă rugăm să introduceți parola
ru: Пожалуйста, введите ваш пароль
zh_hans: 请输入密码

# Regist_Ok_login
source: Successfully Registered
de: Registrierung erfolgreich
es: inscription réussie
it: registrazione successo
ja: 登録に成功
ko: 성공적으로 등록
nl: Succesvol geregistreerd
ro: Înregistrare de succes
ru: Регистрация успешно
zh_hans: 注册成功

# Regist_Error
source: Register error
de: Registrierung fehlgeschlagen
es: Echec de l'enregistrement
it: registrazione non riuscita
ja: 登録に失敗しました
ko: 등록 실패
nl: Registreer fout
ro: Înregistrarea a eșuat
ru: Не удалось зарегистрироваться
zh_hans: 注册失败

# Regist_Btn_Regist
source: registered
de: Anmeldung
es: inscription
it: registrazione
ja: 登録
ko: 등록
nl: geregistreerd
ro: înregistrare
ru: регистрация
zh_hans: 注册

source: PM
de: Nachmittag
es: après-midi
it: pomeriggio
ja: 午後
ko: 오후에
ro: după amiază
ru: после полудня
zh_hans: 下午

# Photo
source: Take pictures
de: Foto
es: photographie
it: fotografia
ja: 写真
ko: 사진
nl: Foto&amp;#39;s maken
ro: fotografie
ru: фотография
zh_hans: 拍照

# Personinfo_Nickname
source: Name
de: Vollständiger Name
es: nom et prénom
it: nome completo
ja: フルネーム
ko: 이름
nl: Naam
ro: numele complet
ru: Полное имя
zh_hans: 姓名

# personinfo_Headimg_TakePhoto
source: Camera
de: Foto
es: photographie
it: fotografia
ja: 写真
ko: 사진
ro: fotografie
ru: фотография
zh_hans: 拍照

# personinfo_Headimg_Album
source: Select from album
de: Wählen Sie aus dem Album
es: Choisissez de l'album
it: Scegli tra album
ja: アルバムから選択します。
ko: 앨범에서 선택
nl: Selecteer uit album
ro: Alegeți din album
ru: Выберите из альбома
zh_hans: 从相册中选取

# Personinfo_Cell_Weight
source: Weight
de: Gewicht
es: poids
it: peso
ja: 重量
ko: 무게
nl: Gewicht
ro: greutate
ru: вес
zh_hans: 体重

# Personinfo_Cell_SyncInfo
source: Synchronize Smart Band
de: Synchronisierung auf Band
es: Sync to band
it: Sincronizza in banda
ja: バンドと同期する
ko: 밴드에 동기화
nl: Synchroniseer Smart Band
ro: Sincronizați cu banda
ru: Синхронизация с диапазоном
zh_hans: 同步用户信息到手环

# Personinfo_Cell_Stride
source: Stride
de: Schritt
es: Foulée
it: Passo
ja: 歩幅
ko: 보폭
nl: schrijden
ro: Pas
ru: длина шага
zh_hans: 步距

# Personinfo_Cell_Loginout
source: Logout
es: Déconnexion
it: Esci
ja: ログアウト
ko: 로그 아웃
nl: Uitloggen
ro: Deconectare
ru: Выход
zh_hans: 注销

# Personinfo_Cell_Loginin
source: Login
de: einloggen
es: Se connecter
it: Entra
ja: ログイン
ko: 로그인
ro: Autentificare
ru: войти
zh_hans: 登录

# Personinfo_Cell_Height
source: Height
de: Größe
es: Taille
it: Altezza
ja: 身長
ko: 키
nl: Hoogte
ro: Inaltime
ru: Рост
zh_hans: 身高

# Personinfo_Cell_Gender
source: Gender
de: Geschlecht
es: genre
it: genere
ja: 性別
ko: 성
nl: Geslacht
ro: gen
ru: пол
zh_hans: 性别

# Personinfo_Cell_ChangePassword
source: Change account password
de: Konto ändern Passwort
es: Changer le mot de passe du compte
it: Modifica Account Password
ja: パスワードを変更します
ko: 비밀번호 변경
nl: Verander het account wachtwoord
ro: Schimbati parola contului
ru: Изменение пароля счёта
zh_hans: 修改账号密码

# Personinfo_Cell_Birthday
source: Birthday
de: Geburtstag
es: Anniversaire
it: Compleanno
ja: 誕生日
ko: 생일
nl: Verjaardag
ro: Zi de nastere
ru: День рождения
zh_hans: 生日

# PersonInfo
source: Edit your profile
de: Profil bearbeiten
es: Modifier votre profil
it: Modifica il tuo profilo
ja: あなたのプロフィールを編集
ko: 당신의 프로필 수정
nl: pas je profiel aan
ro: Editați profilul
ru: Изменить профиль
zh_hans: 编辑您的个人档案

# PersonData_Measureunit_US
source: US
de: UNS
ja: 米国
nl: ONS
ru: английский
zh_hans: 英制

# PersonData_Measureunit_metrix
source: Metric
de: Metrisch
es: Métrique
it: Metrico
ja: メトリック
nl: Metriek
ru: Метрика
zh_hans: 公制

# PersonData_Measureunit
source: Unit
de: Einheit
es: unité
it: unità
ja: ユニット
ko: 단위
nl: Eenheid
ro: unitate
ru: блок
zh_hans: 单位

# Period_Title
source: Select the period
de: Wählen Sie Zeitraum
es: période de sélection
it: Seleziona il periodo
ja: 選択期間
ko: 선택 기간
nl: Selecteer de periode
ro: Selectați perioada de
ru: Выберите период
zh_hans: 选择周期

# OTA_Tips
source: During the upgrade process, please do not disconnect Bluetooth or exit APP, if the upgrade fails, please try several times!
de: Der Upgrade-Prozess, nicht das Bluetooth trennen oder die APP beenden, wenn das Upgrade fehlschlägt, versucht ein paar Mal!
es: Le processus de mise à niveau, si la mise à niveau ne ne débranchez pas le Bluetooth ou quitter l'application,, essayez quelques fois!
it: Il processo di aggiornamento, non scollegare il Bluetooth o uscire dalla APP, se l'aggiornamento non riesce, provare un paio di volte!
ja: アップグレードプロセスは、ブルートゥースを抜いたりAPPを終了し、アップグレードが失敗した場合、数回試みてはいけません！
ko: 업그레이드 프로세스는 블루투스 연결을 끊거나 응용 프로그램을 종료하지 않는, 업그레이드가 실패 할 경우, 몇 번을 시도!
nl: Gedurende het upgradeproces moet u Bluetooth niet verbreken of APP verlaten, als de upgrade mislukt, probeer alstublieft meerdere malen!
ro: Procesul de actualizare, nu deconectați Bluetooth sau ieșiți din APP, în cazul în care actualizarea nu reușește, încercați câteva ori!
ru: Процесс обновления, не отключайте Bluetooth или выйти из приложения, если обновление не удается, попробуйте несколько раз!
zh_hans: 升级过程中，请勿断开蓝牙或退出APP，如果升级失败，请多尝试几次！

# OTA_Tip_finish
source: App has been updated successfully.
de: Firmware-Upgrade erfolgreich
es: mise à jour du micrologiciel est réussie
it: L'aggiornamento del firmware è successo
ja: ファームウェアのアップグレードが成功しています
ko: 펌웨어 업그레이드에 성공
nl: App is succesvol bijgewerkt.
ro: actualizarea firmware-ului este de succes
ru: Обновление прошивки прошло успешно
zh_hans: 固件升级成功

# OTA_Tip_Error
source: Failed. Please retry.
de: Upgrade fehlgeschlagen ist, versuchen Sie es erneut
es: Mise à jour a échoué, s'il vous plaît essayer à nouveau
it: Aggiornamento non riuscito, riprova
ja: 失敗したアップグレード、もう一度試してください。
ko: 업그레이드 실패, 다시 시도하십시오
nl: Mislukt. Probeer het opnieuw.
ro: Upgrade nu a reușit, vă rugăm să încercați din nou
ru: Обновление не удалось, попробуйте еще раз
zh_hans: 升级失败，请重试

# OTA_Tip
source: Firmware version
es: version du micrologiciel
it: Versione firmware
ja: ファームウェアバージョン
ko: 펌웨어 버전
nl: Firmware versie
ro: Versiune firmware
ru: Версия прошивки
zh_hans: 固件版本

# OTA_FirmwareServer_ResponeError
source: Failed to get version server information, please try again
de: Hier erhalten Sie Informationen Server-Version ist fehlgeschlagen, bitte versuchen Sie es erneut
es: Obtenir des informations sur la version du serveur a échoué, s'il vous plaît essayer à nouveau
it: Ottenere informazioni sulla versione server non è riuscito, riprova
ja: 障害の発生したサーバのバージョン情報を取得し、もう一度試してください。
ko: 서버 버전 정보가 실패하기, 다시 시도하십시오
nl: Fout bij de weergave van de versieserver, probeer het opnieuw
ro: Ia server de informații despre versiune nu a reușit, vă rugăm să încercați din nou
ru: Получить информацию о версии сервера не удалась, попробуйте еще раз
zh_hans: 获取版本服务器信息失败，请重试

# OTA_FirmwareServer_Newfirm
source: Latest Version :
de: Die neueste Firmware-Version ist
es: La dernière version du firmware est
it: L'ultima versione del firmware è
ja: 最新のファームウェアのバージョンです
ko: 최신 펌웨어 버전입니다
nl: Laatste versie :
ro: Cea mai recentă versiune de firmware este
ru: Последняя версия прошивки
zh_hans: 最新固件版本是

# OTA_FirmwareServer_laguage
source: en
nl: in
zh_hans: chs

# OTA_FirmwareServer_Found_Latest
source: Find a new available firmware version, need to be upgraded
de: Entdecken Sie neue Firmware-Version verfügbar ist, wenn Sie aktualisieren müssen
es: Découvrez la nouvelle version du firmware est disponible, si vous avez besoin de mettre à niveau
it: Scopri nuova versione del firmware è disponibile, se è necessario aggiornare
ja: 新しいファームウェアのバージョンを発見アップグレードする必要がある場合は、提供されています
ko: 업그레이드해야하는 경우 발견 새로운 펌웨어 버전을 사용할 수 있습니다
nl: Zoek een nieuwe beschikbare firmware versie, moet worden opgewaardeerd
ro: Descoperiți noua versiune de firmware este disponibilă, dacă aveți nevoie să faceți upgrade
ru: Откройте для себя новую версию встроенного программного обеспечения, если вам нужно обновить
zh_hans: 发现新的可用的固件版本，是否需要升级

# OTA_FirmwareServer_Download
source: Firmware download error
de: Laden Sie die Firmware-Fehler, bitte versuchen Sie es erneut
es: Télécharger le firmware a échoué, s'il vous plaît essayer à nouveau
it: Scaricare il firmware fallito, riprova
ja: 失敗したファームウェアをダウンロードして、もう一度試してください。
ko: 실패한 펌웨어를 다운로드, 다시 시도하십시오
nl: Firmware download fout
ro: Descărcați firmware-ul nu a reușit, vă rugăm să încercați din nou
ru: Скачать прошивку не удалось, попробуйте еще раз
zh_hans: 下载固件失败，请重试

# OTA_FirmwareServer_Already_Latest
source: The firmware of the device is already the latest version, no need to upgrade
de: Die Firmware des Gerätes ist bereits die neueste Version ohne Upgrade zu müssen
es: Le firmware est déjà la dernière version de l'appareil sans avoir à mettre à jour
it: Il firmware del dispositivo è già l'ultima versione senza dover aggiornare
ja: デバイスのファームウェアをアップグレードすることなく、すでに最新バージョンです
ko: 이 디바이스의 펌웨어를 업그레이드 할 필요없이 이미 최신 버전입니다
nl: De firmware van het apparaat is al de laatste versie, niet nodig om te upgraden
ro: Firmware-ul dispozitivului este deja cea mai recentă versiune, fără a fi nevoie să faceți upgrade
ru: Прошивка устройства уже последняя версия без обновления
zh_hans: 该设备的固件已经是最新版本了，无需升级

# OTA_Error_No_Ble_connect
source: The bracelet connection is broken. Please try again after connecting the bracelet
de: Disconnected Armband, Armband verbinden Retry
es: Bracelet Disconnected, bracelet connecter Retry
it: braccialetto Disconnected, wristband collegare Riprova
ja: 切断されたブレスレット、リストバンドは再試行を接続します
ko: 연결 끊김 팔찌, 손목 밴드는 시도를 연결
nl: De armbandverbinding is kapot. Probeer het opnieuw na het aansluiten van de armband
ro: bratara Disconnected, bratara conecta Reîncercați
ru: Отключен браслет, браслет подключения Retry
zh_hans: 手环连接已断开，请连接手环后重试

# OTA_Confirm
source: Upgrade firmware
de: Firmware-Upgrade
es: Mise à jour firmware
it: aggiornamento del firmware
ja: ファームウェアのアップグレード
ko: 펌웨어 업그레이드
ro: actualizare firmware
ru: обновление прошивки
zh_hans: 升级固件

# OTA_btn_check
source: Check Firmware
de: Überprüfen Sie die Firmware
es: Vérifiez le firmware
it: Controllare il firmware
ja: ファームウェアをチェック
ko: 펌웨어를 확인
nl: Controleer Firmware
ro: Verificați firmware-ul
ru: Проверьте прошивку
zh_hans: 检查固件

source: OK
de: bestimmen
es: déterminer
it: determinare
ja: 定めます
ko: 결정
ro: determina
ru: определить
zh_hans: 确定

# Notify
source: Please note
de: Bitte beachten Sie
es: S'il vous plaît noter
it: Si prega di notare
ja: 注意してください
ko: 유의하시기 바랍니다
nl: Houd er rekening mee dat
ro: Vă rugăm să rețineți
ru: Пожалуйста, обратите внимание,
zh_hans: 请注意

# Notification_Cell_Whatsapp
source: Whatsapp
zh_hans: Whatsapp提醒

# Notification_Cell_Wechat
source: Wechat
zh_hans: 微信提醒

# Notification_Cell_Twitter
source: Twitter
nl: tjilpen
zh_hans: Twitter提醒

# Notification_Cell_SMS
source: SMS
zh_hans: 短信提醒

# Notification_Cell_Skype
source: Skype
zh_hans: Skype提醒

# Notification_Cell_QQ
source: QQ
zh_hans: QQ提醒
