Repository: wuji-make-halk/ios-automake
Catalog: template/ios-smartband-himove/HiMove/Supporting Files/HiMove/*.lproj/Localizable.strings
Languages: de, es, it, ja, ko, nl, ro, ru, zh_hans

# Alarm_Drink_Finish
source: Set the drinking water alarm clock success
de: Stellen Sie den Alarm erfolgreich zu trinken
es: Réglez l'alarme potable réussie
it: Per impostare la sveglia bere successo
ja: 成功を飲んでアラームを設定します
ko: 성공을 마시는 알람 설정
nl: Stel het drinkwaterwekker succes in
ro: Setați alarma de băut cu succes
ru: Установка будильника питьевой успешно
zh_hans: 设置饮水闹钟成功

# add_alarm_max
source: The maximum number of alarms is 4
de: Wecker kann nicht mehr als 4
es: Réveil ne peut pas être plus de 4
it: Sveglia non può essere superiore a 4
ja: 目覚まし時計は、4つ以上のことはできません
ko: 알람 시계 4 개 이상이 될 수 없습니다
nl: Het maximale aantal alarms is 4
ro: Ceas cu alarmă nu poate fi mai mult de 4
ru: Будильник не может быть больше 4
zh_hans: 闹钟不能超过4个

source: activity
de: Aktivität
es: activité
it: attività
ja: アクティビティ
ko: 활동
nl: activiteit
ro: activitate
ru: деятельность
zh_hans: 活动

# action_save_aaronli_success
source: Set no disturb finished
de: Stören Sie nicht erfolgreich gespeichert
es: Ne pas déranger avec succès sauvé
it: Non disturbare salvato con successo
ja: 正常に保存邪魔しないでください。
ko: 성공적으로 저장 방해하지 마십시오
nl: Stel geen storing klaar
ro: Nu deranjați au fost salvate
ru: Не беспокоить успешно сохранены
zh_hans: 保存勿扰模式成功

# About_Title
source: About
de: Etwa
es: A propos
it: circa
ja: 概要
ko: 약
nl: Over
ro: Despre
ru: Около
zh_hans: 关于

# About_Studio_name_value
source: X Information Technology Co., Ltd.
de: Shenzhen tief topaktuelle Technology Co., Ltd.
es: Shenzhen profonde de pointe Technology Co., Ltd.
it: Shenzhen profondo all'avanguardia Technology Co., Ltd.
ja: 深セン深い最先端テクノロジー株式会社
ko: 심천 깊은 최첨단 과학 기술 유한 회사
nl: X Informatie Technology Co, Ltd
ro: Shenzhen adâncime de ultimă oră Technology Co, Ltd.
ru: Шэньчжэнь глубоко передовые технологии Лтд
zh_hans: 深圳深新锐科技有限公司

# About_Studio_name
source: Developer
de: Entwickler
es: Developpeur
it: Sviluppatore
ja: ディベロッパー
ko: 개발자
nl: Ontwikkelaar
ro: Dezvoltator
ru: Разработчик
zh_hans: 开发者

# About_Software_license
source: Software License
de: Softwarelizenz
es: Licence logiciel
ja: ソフトウェアライセンス
ko: 소프트웨어 허가 협의
nl: Softwarelicentie
ro: Licenta Software
ru: Разрешение на программном обеспечении.
zh_hans: 软件许可协议

# About_Email_error2
source: The user does not have a mail account set up
de: Der Benutzer stellt nicht ein E-Mail-Konto
es: L'utilisateur ne définit pas un compte de messagerie
it: L'utente non impostare un account di posta
ja: ユーザーは、メールアカウントを設定しません。
ko: 사용자는 메일 계정을 설정하지 않습니다
nl: De gebruiker heeft geen e-mailaccount opgezet
ro: Utilizatorul nu configurat un cont de e-mail
ru: Пользователь не создал учетную запись электронной почты
zh_hans: 用户没有设置邮件账户

# About_Email_error1
source: The current system version does not support in-app send mail, you can use the mailto method instead
de: Die aktuelle Systemversion unterstützt keine E-Mail innerhalb der Anwendung zu senden, können Sie die mailto-Methode verwenden, statt
es: La version actuelle du système ne prend pas en charge l'envoi de courrier dans l'application, vous pouvez utiliser la méthode mailto au lieu de
it: La versione attuale sistema non supporta l'invio di posta elettronica all'interno dell'applicazione, è possibile utilizzare il metodo al posto di mailto
ja: 現在のシステムのバージョンがアプリケーション内でのメール送信をサポートしていません、あなたの代わりにmailtoの方法を使用することができます
ko: 현재 시스템 버전은 응용 프로그램 내에서 메일을 보내는 지원하지 않는 대신의 흔한 방법을 사용할 수 있습니다
nl: De huidige systeemversie ondersteunt geen in-app verzend mail, u kunt de mailto-methode in plaats daarvan gebruiken
ro: Versiunea curentă de sistem nu acceptă trimiterea de e-mail în cadrul aplicației, puteți utiliza metoda mailto în loc de
ru: Текущая версия системы не поддерживает отправку почты в приложении, вы можете использовать MailTo метод вместо
zh_hans: 当前系统版本不支持应用内发送邮件功能，您可以使用mailto方法代替

# About_Data_Protocol
source: Data Protocol
es: Protocol de donnée
it: Dati Protocollo
ja: データプロトコル
ko: 데이터 사용 협의
nl: Gegevensprotocol
ro: Protocol de date
ru: Протокол обмена данными
zh_hans: 数据使用协议

# About_Contact_us
source: Contact Us
de: Kontaktiere uns
es: Nous contacter
it: Contattaci
ja: ご連絡ださい
ko: 문의
nl: Neem contact met ons op
ro: Contactati-ne
ru: Свяжите с нами.
zh_hans: 联系我们

source: This device was binded by member "%1$s". Would you like to login now?
de: Sie sind nicht der Eigentümer des Gerätes
es: Vous n'êtes pas le propriétaire de l'appareil
it: Tu non sei il proprietario del dispositivo
ja: あなたは、デバイスの所有者ではありません
ko: 당신은 장치의 소유자가 아닌
nl: U bent niet EIGENAAR
ro: Nu sunteți proprietarul dispozitivului
ru: Вы не являетесь владельцем устройства
zh_hans: 您不是该设备所有者

source: This Mac address is deactivated
de: Das Gerät ist abgelaufen
es: Le dispositif a expiré
it: Il dispositivo è scaduta
ja: デバイスの有効期限が切れています
ko: 이 장치는 만료
nl: Dit Mac-adres is gedeactiveerd
ro: Dispozitivul a expirat
ru: Устройство истекло
zh_hans: 该设备已失效

source: This device was binded by member "%1$s". Would you like to login now?
de: Das Gerät wird von anderen Benutzern gebunden wurde
es: Le dispositif a été lié par d'autres utilisateurs
it: Il dispositivo è stato vincolato da altri utenti
ja: デバイスは、他のユーザによって拘束されています
ko: 이 장치는 다른 사용자에 의해 구속 된
nl: Dit Mac-adres is gekoppeld aan een ander lid
ro: Dispozitivul a fost legat de alți utilizatori
ru: Устройство было связано другими пользователями
zh_hans: 该设备已被别的用户绑定

source: Too many clients for this Mac address
de: Die gleiche Anzahl von Geräten verbunden zu
es: Le même nombre d'appareils connectés aussi
it: Lo stesso numero di dispositivi collegati troppo
ja: あまりにも接続されたデバイスの数が同じ
ko: 동일한 개수의 디바이스도 접속
nl: Te veel klanten voor dit Mac-adres
ro: Același număr de dispozitive conectate prea
ru: Же количество устройств, подключенных слишком
zh_hans: 同一设备连接数量过多

source: MAC address does not exists
de: MAC-Adresse existiert nicht
es: adresse MAC n'existe pas
it: indirizzo MAC non esiste
ja: MACアドレスが存在しません。
ko: MAC 주소가 존재하지 않습니다
nl: MAC-adres bestaat niet
ro: Adresa MAC nu există
ru: MAC-адрес не существует
zh_hans: MAC地址不存在

source: Device not binded
de: Keine verbindliche Ausrüstung
es: Aucun équipement de liaison
it: No vincolanti attrezzature
ja: いいえ結合機器ありません
ko: 어떤 바인딩 장비 없습니다
nl: Apparaat niet gebonden
ro: Nici un echipament de legare
ru: Нет переплетного оборудования
zh_hans: 没有绑定的设备

source: User does not exist
de: Benutzer ist nicht vorhanden
es: L'utilisateur n'existe pas
it: L'utente non esiste
ja: ユーザーが存在しません
ko: 사용자가 존재하지 않습니다
nl: Gebruiker bestaat niet
ro: Utilizatorul nu există
ru: Пользователь не существует
zh_hans: 用户不存在

source: User already existed
de: Benutzer bereits vorhanden
es: L'utilisateur existe déjà
it: Utente esiste già
ja: ユーザーはすでに存在します
ko: 사용자가 이미 존재합니다
nl: Gebruiker bestaat al
ro: Utilizatorul există deja
ru: Пользователь уже существует
zh_hans: 用户已存在

source: Your login states is OOS, please login again
de: Ihr Login-Zustand ist abgelaufen, bitte erneut anmelden
es: Votre état de connexion a expiré, s'il vous plaît vous connecter à nouveau
it: Il tuo stato di accesso è scaduto, si prega di login di nuovo
ja: あなたのログイン状態が満了している、再度ログインしてください
ko: 사용자의 로그인 상태 만료, 다시 로그인하시기 바랍니다
nl: Uw inlogstaten zijn OOS, meld u alstublieft opnieuw in
ro: Starea de conectare s-a expirat, conectați-vă din nou
ru: Ваш Логин состояние истекло, пожалуйста, войдите в систему снова
zh_hans: 您的登录状态已失效，请重新登录

source: Member does not exist
de: Das Konto existiert nicht
es: Le compte n'existe pas
it: L'account non esiste
ja: アカウントが存在しません。
ko: 계정이 존재하지 않습니다
nl: Lid bestaat niet
ro: Contul nu există
ru: Счет не существует
zh_hans: 该账号不存在

source: Passwrod Error
de: Falsches Passwort
es: Mot de passe incorrect
it: Password errata
ja: 間違ったパスワード
ko: 잘못된 비밀번호
ro: parolă greșită
ru: Неправильный пароль
zh_hans: 密码错误

source: Member already existed
de: Das Konto existiert bereits
es: Le compte existe déjà
it: L'account esiste già
ja: アカウントがすでに存在しています
ko: 계정이 이미 존재합니다
nl: lid bestaat al
ro: există deja un cont
ru: Счет уже существует
zh_hans: 该账号已存在

source: Database Error
de: Datenbankfehler
es: Erreur de base de données
it: Errore di database
ja: データベースのエラー
ko: 데이터베이스 오류
ro: Eroare bază de date
ru: Ошибка базы данных
zh_hans: 数据库错误

source: Invalid parameters
de: illegal Parameter
es: paramètres illicites
it: parametri illegali
ja: 不正なパラメータ
ko: 불법 매개 변수
nl: Ongeldige parameters
ro: parametrii ilegale
ru: Незаконные параметры
zh_hans: 非法参数

source: Server Exception
de: Der Server
es: Le serveur
it: Il server di
ja: へのサーバー
ko: 에 서버
ro: Serverul la
ru: Сервер
zh_hans: 服务器异常

source: Unknown Command
de: Unbekannter Befehl
es: commande inconnue
it: comando sconosciuto
ja: 不明なコマンド
ko: 알 수없는 명령
nl: Onbekend Command
ro: comandă necunoscută
ru: Неизвестная команда
zh_hans: 未知命令

# Config_Cell_Auto_Heartrate
source: Automatically detect heart rate
de: Automatische Erkennung der Herzfrequenz
it: Rileva automaticamente la frequenza cardiaca
ja: 心拍数を自動的に検出
ko: 심박수 자동 감지
nl: Ontdek automatisch de hartslag
ro: Detectează automat frecvența cardiacă
ru: Автоматическое определение частоты сердечных сокращений
zh_hans: 自动检测心率

# Config_Cell_Auto_Temprature
source: Automatically detect body temperature
de: Automatische Erkennung der Körpertemperatur
it: Rileva automaticamente la temperatura corporea
ja: 体温を自動的に検出する
ko: 체온 자동 감지
nl: Ontdek automatisch de lichaamstemperatuur
ro: Detectează automat temperatura corpului
ru: Автоматическое определение температуры тела
zh_hans: 自动检测体温

# Config_Cell_HealthKit
source: APPLE Health
es: APPLE Salud
it: APPLE Salute
ja: APPLE 健康
ko: APPLE 건강
nl: APPLE Gezondheid
ro: APPLE Sănătate
ru: APPLE Здоровье
zh_hans: 苹果健康

# Config_Cell_HealthKit_tip
source: 1. Turn on the "Apple Health" app and click "Data Sources"; 2. Select the "Hi Move" app from the list; 3. Steps and heart rate data will be synchronized to the "Apple Health" after connection.
de: 1. Schalte die App "Apple Health" ein und klicke auf "Data Sources"; n2. Wählen Sie die App "Hi Move" aus der Liste aus. N3. Schritte und Herzfrequenz-Daten werden nach der Verbindung mit dem "Apple Health" synchronisiert.
es: 1. Encienda la aplicación "Apple Health" y haga clic en "Fuentes de datos"; n2. Seleccione la aplicación "Hi Move" de la lista; n3. Los pasos y los datos de la frecuencia cardíaca se sincronizarán con el "Apple Health" después de la conexión.
it: 1. Accendi l'app "Apple Health" e fai clic su "Origini dati"; n2. Seleziona l'applicazione "Hi Move" dall'elenco; n3. I passaggi ei dati della frequenza cardiaca verranno sincronizzati con la "salute di Apple" dopo la connessione.
ja: 1.「Apple Health」アプリの電源を入れ、「データソース」をクリックします。 n2。 リストから「Hi Move」アプリを選択し、 n3。 ステップと心拍数のデータは、接続後に「Apple Health」に同期されます。
ko: 1. "Apple Health"앱을 켜고 "Data Sources"를 클릭하십시오. n2. 목록에서 "Hi Move"앱을 선택하고 n3. 연결 후 단계 및 심박수 데이터는 "Apple Health"에 동기화됩니다.
nl: 1. Schakel de app "Apple Health" in en klik op "Gegevensbronnen"; n2. Selecteer de 'Hi Move' app uit de lijst; n3. Stappen en hartslaggegevens worden gesynchroniseerd naar de "Apple Health" na aansluiting.
ro: 1. Porniți aplicația "Apple Health" și faceți clic pe "Surse de date"; n2. Selectați aplicația "Hi Move" din listă; n3. Datele despre pasii și ritmul cardiac vor fi sincronizate cu "Health Health" după conectare.
ru: 1. Включите приложение Apple Health и нажмите «Источники данных»; n2. Выберите приложение «Hi Move» из списка; n3. Шаги и данные о сердечном ритме будут синхронизированы с «Apple Health» после подключения.
zh_hans: 1.打开"苹果健康"应用,点击"数据来源"; 2.从列表中选择"HiMove"应用; 3.接入后步数和心率数据将被同步至"苹果健康"。
