Repository: wuji-make-halk/ios-automake
Catalog: template/ios-smartband-himove/HiMove/Supporting Files/HiMove/*.lproj/Localizable.strings
Languages: de, es, it, ja, ko, nl, ro, ru, zh_hans

# Notification_Cell_Line
source: Line
nl: Lijn
zh_hans: Line提醒

# Notification_Cell_Incomingcall
source: Incoming call
de: Eingehender Anruf
es: Appel entrant
it: Chiamata in arrivo
ja: 電話の着信
ko: 수신 전화
nl: Binnenkomend telefoongesprek
ro: Apel de intrare
ru: Входящий звонок
zh_hans: 来电提醒

# Notification_Cell_Facebook
source: Facebook
zh_hans: Facebook提醒

# None
source: Unavailable
de: nicht verfügbar
es: indisponible
it: non disponibile
ja: 無効
ko: 없는
nl: Niet beschikbaar
ro: indisponibil
ru: Недоступен
zh_hans: 不可用

# nodistrub_start
source: Starts at
de: beginnt
es: débute
it: inizia
ja: 始まります
ko: 시작
nl: Begint om
ro: începe
ru: Начинает
zh_hans: 开始于

# nodistrub_settime
source: Set the time
de: Abbindezeit
es: temps de réglage
it: tempo di presa
ja: 時間を設定します
ko: 설정 시간
nl: De tijd instellen
ro: timp de priză
ru: время схватывания
zh_hans: 设置时间

# nodistrub_next
source: The next day
de: Am nächsten Tag
es: Le lendemain
it: Il giorno dopo
ja: 次の日
ko: 이튿날
nl: De volgende dag
ro: A doua zi
ru: На следующий день
zh_hans: 次日

# nodistrub_first
source: First day
de: Erster Tag
es: premier jour
it: primo giorno
ja: 初日
ko: 첫날
nl: Eerste dag
ro: Prima zi
ru: Первый день
zh_hans: 首日

# nodistrub_end
source: Ends with
de: Endet
es: Ends
it: Ends
ja: 終了
ko: 끝
nl: Eindigt met
ro: Se termină
ru: концы
zh_hans: 结束于

# NoDay
source: Only this one time
de: Nur dieses eine Mal
es: Juste pour cette fois
it: Solo per questa volta
ja: ちょうどこの一度
ko: 이번 한 번만
nl: Alleen deze keer
ro: Doar de data asta
ru: Только в этот раз
zh_hans: 仅此一次

# No_Password
source: password can not be blank
de: Das Passwort darf nicht leer sein
es: Mot de passe ne peut pas être vide
it: La password non può essere vuoto
ja: パスワードが空にすることはできません
ko: 암호는 비워 둘 수 없습니다
nl: Wachtwoord kan niet leeg zijn
ro: Parola nu poate fi gol
ru: Пароль не может быть пустым
zh_hans: 密码不能为空

# Need_Sync_Band
source: Sync device?
de: Synchronisationsgerät?
es: Dispositif de synchronisation?
it: dispositivo di sincronizzazione?
ja: 同期装置？
ko: 동기화 장치?
nl: Sync-apparaat?
ro: Dispozitiv de sincronizare?
ru: Устройство синхронизации?
zh_hans: 同步设备?

# MyDevice_Pull_Refresh
source: searching...
de: Suche ...
es: Recherche en cours ...
it: Ricerca in corso ...
ja: 検索中...
ko: 검색 중 ...
nl: zoeken...
ro: Se caută ...
ru: Поиск ...
zh_hans: 搜索中...

source: Monthly average
de: durchschnittliche monatliche
es: moyenne mensuelle
it: media mensile
ja: 毎月の平均
ko: 월간 평균
nl: Maandelijks gemiddelde
ro: Media lunară
ru: среднемесячный
zh_hans: 月均

# Monday
source: Mon.
de: Montag
es: lundi
it: lunedi
ja: 月曜日
ko: 월요일
ro: luni
ru: понедельник
zh_hans: 周一

# ModeSet_start
source: Start setting brace mode
de: Armband Startmodus einstellen
es: Bracelet commencer le mode de réglage
it: Bracciale avvio modalità di impostazione
ja: ブレスレットは、設定モードを開始します
ko: 팔찌 설정 모드 시작
nl: Begin de brace modus instellen
ro: Brățară începe modul de setare
ru: Браслет запуска режима настройки
zh_hans: 开始设置手环模式

# ModeSet_Finish
source: Mode setting is successful
de: Moduseinstellung Erfolg
es: succès de réglage du mode
it: successo impostazione Modo
ja: モード設定成功
ko: 모드 설정 성공
nl: Mode instelling is succesvol
ro: succes setarea modului
ru: Успех настройки режима
zh_hans: 模式设置成功

# ModeSet_Fail
source: Mode setting failed, please try again
de: Modus-Einstellungen fail, versuchen Sie es erneut
es: Les paramètres du mode échouez, essayez à nouveau
it: impostazioni della modalità fallire, provare di nuovo
ja: モードの設定は、失敗し、再試行してください
ko: 모드 설정, 다시 시도 실패
nl: Mode instelling mislukt, probeer het opnieuw
ro: Setările pentru modul eșuează, încercați din nou
ru: Настройки режима безуспешными, попробуйте еще раз
zh_hans: 模式设置失败,请重试

# metrix
source: Metric
de: metrisches System
es: système métrique
it: sistema metrico
ja: メトリックシステム
ko: 미터법
nl: Metriek
ro: sistem metric
ru: метрическая система
zh_hans: 公制

# Menu_TakePhoto
source: Phone camera
de: Handy-Kamera
es: caméra de téléphone portable
it: fotocamera del cellulare
ja: 携帯電話のカメラ
ko: 휴대 전화 카메라
nl: Telefoon camera
ro: aparat de fotografiat telefon mobil
ru: Сотовый телефон камера
zh_hans: 手机拍照

# Menu_BleDevices
source: Bluetooth Device
de: Bluetooth-Geräte
es: Appareils Bluetooth
it: Dispositivi Bluetooth
ja: Bluetoothデバイス
ko: Bluetooth 장치
nl: Bluetooth-apparaat
ro: Dispozitive Bluetooth
ru: Bluetooth устройства
zh_hans: 蓝牙设备

# Medium
source: moderate
de: Medium Signal
es: le signal moyen
it: segnale Media
ja: ミディアム信号
ko: 중간 신호
nl: matig
ro: semnal de mediu
ru: Средний сигнал
zh_hans: 信号中等

# male
source: Mr
de: Herr
es: M.
ja: 氏
ko: 남성
nl: Dhr
ro: Dl.
ru: Мистер
zh_hans: 先生

# LongSit_State
source: Alert state
de: erinnern Zustand
es: Rappelez état
it: ricordare stato
ja: 状態を思い出させます
ko: 상태 알림
nl: Waarschuwingsstaat
ro: Reamintește de stat
ru: Напомним, состояние
zh_hans: 提醒状态

# LongSit_Start
source: Start
de: Eine Erinnerung zu übernehmen
es: Un rappel à prendre effet
it: Un promemoria abbia effetto
ja: リマインダーを有効にします
ko: 미리 알림을 적용하려면
nl: Begin
ro: Un memento pentru a produce efecte
ru: Напоминание вступили в силу
zh_hans: 提醒生效

# LONGSIT_NAME
source: Sedentary reminder
de: sesshafte Erinnerung
es: rappel sédentaire
it: sedentario promemoria
ja: 座りがちなリマインダー
ko: 정주의 알림
nl: Zittende herinnering
ro: memento sedentari
ru: Сидячий напоминание
zh_hans: 久坐提醒

# LongSit_Interval
source: Sedentary Time
de: Sitzende Zeit
es: Heure sédentaire
it: Tempo sedentario
ja: 座っている時間
ko: 정주 시간
nl: Stille tijd
ro: Timpul sedentar
ru: Сидячее время
zh_hans: 设置久坐时间

# LongSit_End
source: End
de: erinnern Ausfall
es: Rappelez-échec
it: ricordare fallimento
ja: 失敗を思い出させます
ko: 실패를 알림
nl: Einde
ro: Reamintește eșec
ru: Напомним, отказ
zh_hans: 提醒失效

# Login_Username_Tip
source: Email
de: Briefkasten
es: boîte aux lettres
it: cassetta della posta
ja: ポスト
ko: 사서함
nl: postbus
ro: cutie poștală
ru: почтовый ящик
zh_hans: 邮箱

# Login_Start_to_login
source: Login...
de: Wenn Sie sich in ...
es: La connexion à ...
it: Accesso in corso ...
ja: 署名...
ko: 에 로그인하는 중 ...
ro: Se conectează ...
ru: Вход в систему ...
zh_hans: 正在登录...

# Login_Password_Tip
source: Password
de: Kennwort
es: mot de passe
ja: パスワード
ko: 암호
nl: Wachtwoord
ro: parolă
ru: пароль
zh_hans: 密码

# Login_Error_No_network
source: can not reach server
de: Unable to connect to server
es: Impossible de se connecter au serveur
it: Impossibile connettersi al server
ja: サーバに接続できません
ko: 서버에 연결할 수 없습니다
nl: kan de server niet bereiken
ro: Nu se poate conecta la server
ru: Невозможно подключиться к серверу
zh_hans: 无法连接服务器

source: Login error
de: Fehler bei der Anmeldung
es: Échec de la connexion
it: Accesso non riuscito
ja: ログインに失敗しました
ko: 로그인 실패
nl: Login fout
ro: Autentificare eșuată
ru: Войти не удалось
zh_hans: 登录失败

# Login_Btn_Skip
source: Skip, try later >>
de: Überspringen, spielen zuerst
es: Passer, jouer en premier
it: Skip, giocare per primo
ja: スキップ、最初に再生
ko: 건너 뛰기, 첫 플레이
nl: Overslaan, probeer later >>
ro: Treci, joacă primul
ru: Пропустить, играть первым
zh_hans: 跳过,先玩玩

# Login_Btn_Regist
source: Register
de: Kontoregistrierung
es: Enregistrement de compte
it: registrazione account
ja: アカウント登録
ko: 계정 등록
nl: Registreren
ro: Înregistrare cont
ru: Счет Регистрация
zh_hans: 账户注册

# Login_Btn_Login
source: Login
de: einloggen
es: Se connecter
it: Entra
ja: ログイン
ko: 로그인
ro: Autentificare
ru: войти
zh_hans: 登录

# Login_Btn_FogetPassword
source: Forget password
de: Passwort vergessen
es: Vous avez oublié votre mot de passe
it: Hai dimenticato la password
ja: パスワードを忘れました
ko: 비밀번호를 잊어 버렸
nl: Wachtwoord vergeten
ro: Ați uitat parola
ru: Забыли пароль
zh_hans: 忘记密码

source: Login
de: einloggen
es: Se connecter
it: Entra
ja: ログイン
ko: 로그인
ro: Autentificare
ru: войти
zh_hans: 登录

# LeftMenu_TargetSet
source: Target setting
de: Zielsetzungs
es: Définition des objectifs
it: Goal Setting
ja: 目標の設定
ko: 목표 설정
nl: Doelinstelling
ro: Stabilirea obiectivelor
ru: Постановка целей
zh_hans: 目标设置

# LeftMenu_Setting
source: Device settings
de: Geräteeinstellungen
es: Paramètres du périphérique
it: Impostazioni del dispositivo
ja: デバイスの設定
ko: 장치 설정
nl: Apparaat instellingen
ro: Setări dispozitiv
ru: Настройки устройства
zh_hans: 设备设置

# LeftMenu_Person
source: User profile
de: persönliche Informationen
es: Informations personnelles
it: Dati personali
ja: 個人情報
ko: 개인 정보
nl: Gebruikersprofiel
ro: Informații personale
ru: Персональная информация
zh_hans: 个人信息

# LeftMenu_About
source: About
de: Über
es: Sur
it: Di
ja: 約
ko: 에
nl: Over
ro: Despre
ru: Около
zh_hans: 关于

# last_version_tip_title
source: The current version is the latest version
de: Die aktuelle Version ist die neueste Version
es: La version actuelle est la dernière version
it: La versione attuale è la versione più recente
ja: 現在のバージョンは最新バージョンです
ko: 현재 버전은 최신 버전입니다
nl: De huidige versie is de laatste versie
ro: Versiunea curentă este cea mai recentă versiune
ru: Текущая версия является последней версией
zh_hans: 当前版本就是最新版本

# language
source: en
zh_hans: chs

# lang
source: en
zh_hans: chs

# Invalid_Email
source: Please enter a valid e-mail address
de: Bitte geben Sie eine gültige E-Mail-Adresse
es: S'il vous plaît entrer une adresse e-mail valide
it: Si prega di inserire un indirizzo e-mail valido
ja: 有効な電子メールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력하세요
nl: Gelieve een geldig e-mailadres in te geven
ro: Vă rugăm să introduceți o adresă de e-mail validă
ru: Пожалуйста, введите действительный адрес электронной почты
zh_hans: 请输入有效的电子邮箱地址

# Input_Old_Password
source: Old password
de: Altes Passwort
es: Ancien mot de passe
it: Vecchia Password
ja: 以前のパスワード
ko: 현재 비밀번호 입력
nl: Oud Wachtwoord
ro: Parola veche
ru: Старый пароль
zh_hans: 请输入当前密码

# Input_New_Password
source: New password
de: Neues Kennwort
es: Nouveau mot de passe
it: Nuova Password
ja: 新しいパスワード
ko: 새로운 비밀번호
nl: Nieuw paswoord
ro: Parola noua
ru: новый пароль
zh_hans: 请输入新密码

# incomingcall_tip
source: Turn on the call reminder function may accelerate the power consumption of the bracelet
de: Schalten Sie ein Anruf kann das Armband Stromverbrauch beschleunigen
es: Allumez une alerte d'appel peut accélérer la consommation d'énergie bracelet
it: Attivare una chiamata indirizzata può accelerare il consumo di energia braccialetto
ja: ブレスレットの電力消費を加速することがあり、コールアラートをオンにします
ko: 팔찌의 전력 소비를 촉진 할 수있는 통화 호출을 켭니다
nl: Als u de oproepherinneringsfunctie inschakelt, kan het stroomverbruik van de armband versnellen
ro: Activați un apel alerte poate accelera consumul de energie brățară
ru: Включить оповещение вызова может ускорить потребление энергии браслета
zh_hans: 开启来电提醒功能可能会加速手环的电量消耗

# Hydration_Title
source: Water Drinking Alarm Clock
de: Wasseralarm
es: Alarme de l'eau
it: allarme acqua
ja: 水のアラーム
ko: 물 경보
nl: Waterdrankwekker
ro: Alarma de apă
ru: Вода сигнализации
zh_hans: 饮水闹钟

# Home_text8
source: Body temperature
de: Oberflächentemperatur
es: Température
it: Temperatura
ja: 表面温度
ko: 표면 온도
nl: Body temperatuur
ro: Temperatura
ru: поверхностная температура
zh_hans: 体表温

# Home_text6
source: Body temperature
de: Oberflächentemperatur
es: La température de surface
it: temperatura superficiale
ja: 表面温度
ko: 표면 온도
nl: Lichaamstemperatuur
ro: Temperatura de suprafață
ru: поверхностная температура
zh_hans: 体表温

# Home_text5
source: Sleep
de: schlafend
es: endormi
it: addormentato
ja: 眠り
ko: 잠자는
nl: Slaap
ro: dormit
ru: спальный
zh_hans: 睡眠

# Home_text4
source: HeartRate
de: Puls
es: Rythme cardiaque
it: Frequenza cardiaca
ja: 心拍
ko: 심박수
nl: Hartslag
ro: Ritm cardiac
ru: пульс
zh_hans: 心率

# Home_text3
source: Calories
de: Kalorien
it: Calorie
ja: カロリー
ko: 칼로리
nl: calorieën
ro: Calorii
ru: Калории
zh_hans: 卡路里

# Home_text2
source: Distance
de: Entfernung
it: Distanza
ja: 距離
ko: 거리
nl: Afstand
ro: Distanță
ru: расстояние
zh_hans: 距离

# Home_text1
source: Steps
de: Anzahl der Schritte
es: Nombre d'étapes
it: Numero di passi
ja: ステップ数
ko: 단계의 수
nl: Stappen
ro: Numărul de trepte
ru: Количество шагов
zh_hans: 步数

# Home_Tableview_Goals
source: Goal Setting
de: Zielsetzungs
es: Définition des objectifs
ja: 目標の設定
ko: 목표 설정
nl: Doelinstelling
ro: Stabilirea obiectivelor
ru: Постановка целей
zh_hans: 目标设置

# Home_Tableview_Goal
source: Modify the moving target
de: Ändern moving target
es: Modifier la cible mobile
it: Modificare bersaglio in movimento
ja: ターゲットを移動する修正
ko: 대상을 이동 수정
nl: Wijzig het bewegende doel
ro: Modificare țintă în mișcare
ru: Изменение движущейся мишени
zh_hans: 修改运动目标

# Home_Label_DeepTime
source: Deep Sleep Time
de: Wenn langer Tiefschlaf
es: Lorsque long sommeil profond
it: Quando lungo sonno profondo
ja: ときに長い深い眠り
ko: 때 긴 깊은 잠
nl: Diepe slaaptijd
ro: Când lung somn adânc
ru: Когда долго глубокий сон
zh_hans: 深睡时长

source: History
de: Geschichte
es: histoire
it: storia
ja: 歴史
ko: 역사
nl: Geschiedenis
ro: istorie
ru: история
zh_hans: 历史记录

# Heat
source: Burned
de: verbrauchen
es: consommer
it: consumare
ja: 消費します
ko: 소비
nl: gebrand
ro: mistui
ru: потреблять
zh_hans: 消耗

# heart_test_mode
source: Heart rate detect mode
de: Die Herzfrequenz-Erfassungsmodus
es: mode de détection de la pouls
it: modalità di rilevamento della frequenza cardiaca
ja: 心拍検出モード
ko: 심장 속도 감지 모드
nl: Hartslag detectiemodus
ro: Modul de detectare a ritmului cardiac
ru: Режим обнаружения Частота сердечных сокращений
zh_hans: 心率检测模式

# heart_test_manual
source: Manual
de: manuell
es: manuellement
it: manualmente
ja: 手動
ko: 수동으로
nl: handboek
ru: вручную
zh_hans: 手动

# heart_test_automatic
source: Automatic
de: automatisch
es: automatique
it: automatico
ja: オートマチック
ko: 자동적 인
nl: automatisch
ro: automat
ru: автоматическая
zh_hans: 自动

# Heart_stop
source: stop
de: halt
es: Arrêtez
ja: 停止
ko: 중지
nl: hou op
ru: стоп
zh_hans: 停止测试

# Heart_start
source: start
de: Anfang
es: début
it: inizio
ja: 開始
ko: 스타트
nl: begin
ru: Начало
zh_hans: 开始测试

# heart_detail_tip
source: Click for details
de: Details anzeigen
es: Voir les détails
it: Vedi dettagli
ja: 詳細を見ます
ko: 세부 정보보기
nl: Klik voor details
ro: Vezi detalii
ru: подробнее
zh_hans: 查看详细

# Headimg_Title_Login
source: Please log in first to set your avatar
de: Set nach Bild Anmeldung
es: Définir après l'image Login
it: Set dopo picture Accesso
ja: 絵のログイン後に設定してください
ko: 사진 로그인 후 설정
nl: Log eerst in om je avatar aan te passen
ro: Setare după imagine Conectare
ru: Установить после изображения Вход
zh_hans: 请先登录后设置头像

# Headimg_error_serverexception
source: The server is handling an exception. Please try again later
de: Server Ausnahmen zu behandeln, versuchen Sie es später erneut
es: Server pour gérer les exceptions, s'il vous plaît réessayer plus tard
it: Server per gestire le eccezioni, riprova più tardi
ja: 例外を処理するサーバーは、後ほど再度お試しください。
ko: 예외를 처리하는 서버는 나중에 다시 시도하십시오
nl: De server behandelt een uitzondering. Probeer het later nogmaals
ro: Server să se ocupe de excepții, vă rugăm să încercați din nou mai târziu
ru: Сервер для обработки исключений, пожалуйста, повторите попытку позже
zh_hans: 服务器处理异常，请稍后再尝试

# Headimg_error_network
source: Unable to connect to server, please try again later
de: Kann nicht mit dem Server verbinden, versuchen Sie es später erneut
es: Impossible de se connecter au serveur, s'il vous plaît réessayer plus tard
it: Non è possibile connettersi al server, si prega di riprovare più tardi
ja: サーバーに接続できません、後ほど再度お試しください。
ko: 서버에 연결할 수 없습니다 나중에 다시 시도하십시오
nl: Kan geen verbinding maken met de server, probeer het later nogmaals
ro: Nu se poate conecta la server, vă rugăm să încercați din nou mai târziu
ru: Не удается подключиться к серверу, пожалуйста, повторите попытку позже
zh_hans: 无法连接服务器，请稍后再尝试

# Headimg_error_loginfirst
source: You are not logged in, please log in first
de: Sie sind nicht angemeldet sind, melden Sie sich bitte Konto
es: Vous n'êtes pas connecté, s'il vous plaît vous connecter compte
it: Non sei loggato, effettua il login conto
ja: あなたはログインしていない、アカウントにログインしてください
ko: 당신은 로그인하지 않은 계정을 로그인하십시오
nl: Je bent niet ingelogd, moet je eerst inloggen
ro: Nu sunteti autentificat, va rugam sa va autentificati cont
ru: Вы не вошли в систему, пожалуйста, войдите зарегистрироваться
zh_hans: 您尚未登录,请先登录账号

# Headimg_error
source: Upload avatar failed
de: Fehlgeschlagen Avatar hochladen
es: Impossible de télécharger avatar
it: Impossibile caricare avatar
ja: アバターをアップロードに失敗しました。
ko: 아바타를 업로드하지 못했습니다
nl: Upload avatar mislukt
ro: Nu s-a încărcat avatar
ru: Не удалось загрузить аватар
zh_hans: 上传头像失败

# GPS_Setting
source: To set up
de: So legen
es: pour définir
it: per impostare
ja: 設定するには
ko: 설정하려면
nl: Opzetten
ro: Pentru a seta
ru: Для того, чтобы установить
zh_hans: 去设置

# GPS_notauth
source: Please turn on the location service and select the permanent mode
de: Bitte schalten Sie Location Services, wählen Sie den Dauerbetrieb
es: S'il vous plaît activer les services, sélectionnez le mode permanent
it: Si prega di attivare i servizi di localizzazione, selezionare la modalità permanente
ja: 、位置サービスをオンに永続的なモードを選択してください
ko: , 위치 서비스를 켜 영구 모드를 선택하세요
nl: Zet de locatie service aan en kies de permanente modus
ro: Vă rugăm să activați Serviciile de localizare, selectați modul permanent
ru: Пожалуйста, включите Location Services, выберите постоянный режим
zh_hans: 请打开定位服务，选择永久模式

# Got_It_Title
source: Has been understood
de: bereits wissen
es: Vous connaissez déjà
it: già sapere
ja: 既に知っています
ko: 이미 알고
nl: Is begrepen
ro: deja știu
ru: Уже известно,
zh_hans: 已了解

source: Goal
de: Ziel
es: objectif
it: scopo
ja: 目標
ko: 골
nl: Doel
ro: poartă
ru: цель
zh_hans: 目标

source: Go!!!
de: Gehen!!!
ja: 行きます！
ko: 출발!!
nl: Gaan!!!
ro: Porneste!!!
ru: Отправьтесь!!!
zh_hans: 出发!!!

# GetBackPasswordOK_Tips
source: Sending new password to you email ...
de: Das neue Passwort wird an Ihre Mailbox gesendet wurde, überprüfen Sie bitte,
es: Le nouveau mot de passe a été envoyé à votre boîte aux lettres, s'il vous plaît vérifier
it: La nuova password è stata inviata alla casella di posta, controllare
ja: 新しいパスワードを確認してください、あなたのメールボックスに送信されました
ko: 새 암호가 사서함에 전송 된 확인하시기 바랍니다
nl: Stuur een nieuw wachtwoord naar je e-mailadres ...
ro: Noua parolă a fost trimisă la căsuța poștală, vă rugăm să verificați
ru: Новый пароль был отправлен на ваш почтовый ящик, пожалуйста, проверьте
zh_hans: 新密码已经发到您的邮箱中了,请查收

# GetBackPasswordOK
source: Retrieve password successfully
de: Passwort vergessen Erfolg
es: Vous avez oublié votre mot de passe succès
it: Hai dimenticato la password di successo
ja: パスワードの成功を忘れました
ko: 비밀번호 성공을 잊으 셨나요
nl: Wachtwoord succesvol opvragen
ro: Ați uitat succesul parola
ru: Забыли пароль успеха
zh_hans: 找回密码成功

# GetBackPasswordLang
source: en
zh_hans: chs

# GetBackPasswordError_username_is_nil
source: E-mail / username can not be empty
de: E-Mail / Benutzername darf nicht leer sein
es: E-mail / nom d'utilisateur ne peut pas être vide
it: E-mail / nome utente non può essere vuoto
ja: Eメール/ユーザー名は空にできません
ko: 이메일 / 사용자 이름은 비워 둘 수 없습니다
nl: E-mail / gebruikersnaam kan niet leeg zijn
ro: E-mail / nume de utilizator nu poate fi gol
ru: Электронная почта / имя пользователя не может быть пустым
zh_hans: 邮箱/用户名不能为空

# GetBackPasswordError_server_abnormal
source: Ops !! server seems to be a problem, please try again later
de: Ops !! Server scheinen ein Problem, versuchen Sie es später erneut
es: Les serveurs Ops semblent un problème, s'il vous plaît essayer à nouveau plus tard
it: Ops !! server sembrano un problema, riprova più tardi
ja: オプス!!サーバが問題に見える、後ほど再度お試しください。
ko: 옵스! 서버가 문제를 보인다, 나중에 다시 시도하십시오
nl: Ops !! Server lijkt een probleem te zijn, probeer alstublieft opnieuw later
ro: Serverele Ops !! par o problemă, vă rugăm să încercați din nou mai târziu
ru: Ops !! серверы кажутся проблемы, пожалуйста, повторите попытку позже
zh_hans: Ops!!服务器好像出问题了，请稍后再尝试

# GetBackPasswordError
source: Retrieve password failed
de: Passwort vergessen Ausfall
es: Vous avez oublié votre mot de passe échec
it: Hai dimenticato la password di fallimento
ja: パスワードの失敗を忘れました
ko: 비밀번호 실패를 잊으셨습니까
nl: Wachtwoord ophalen is mislukt
ro: Ați uitat parola eșec
ru: Забыли пароль неудачу
zh_hans: 找回密码失败

# GetBackPassword_username_tip
source: Please enter your email address
de: Bitte geben Sie Ihre E-Mail
es: S'il vous plaît entrer votre e-mail
it: Inserisci la tua email
ja: あなたのメールアドレスを入力してください
ko: 당신의 이메일 주소를 입력하세요
nl: Vul alstublieft uw e-mail adres in
ro: Vă rugăm să introduceți adresa dvs. de email
ru: Пожалуйста, введите адрес электронной почты
zh_hans: 请输入您的邮箱

# GetBackPassword_Title
source: Get back password
de: Passwort vergessen
es: Vous avez oublié votre mot de passe
it: Hai dimenticato la password
ja: パスワードを忘れました
ko: 비밀번호를 잊어 버렸
nl: Haal het wachtwoord op
ro: Ați uitat parola
ru: Забыли пароль
zh_hans: 找回密码

# GetBackPassword_confirm
source: We will send the new password to this email address [% @], please confirm the mailbox
de: Wir werden ein neues Passwort an diese E-Mail-Adresse [% @], stellen Sie sicher, dass das Postfach senden
es: Nous vous enverrons un nouveau mot de passe à cette adresse e-mail [% de @], assurez-vous que la boîte aux lettres
it: Invieremo una nuova password a questo indirizzo e-mail [@%], assicurarsi che la casella di posta
ja: 私たちは、このメールアドレス[％の@]に新しいパスワードを送信するメールボックスを確認します
ko: 우리는이 이메일 주소 [%의 @]에 새 암호를 보내 사서함을 확인합니다
nl: Wij sturen het nieuwe wachtwoord naar dit e-mailadres [% @], bevestig de mailbox alstublieft
ro: Vom trimite o nouă parolă la această adresă de e-mail [% @], asigurați-vă că cutia poștală
ru: Мы вышлем новый пароль на этот адрес электронной почты [% @], убедитесь, что почтовый ящик
zh_hans: 我们将把新密码发送到这个邮箱地址[%@],请确认邮箱

# Gear_Unknown
source: Unknown device
de: Unbekanntes Gerät
es: périphérique inconnu
ja: 不明なデバイス
ko: 알 수없는 장치
nl: Onbekend apparaat
ro: Dispozitiv necunoscut
ru: Неизвестное устройство
zh_hans: 未知设备

# Gear_Title
source: Connect the device
de: Angeschlossene schlossene~~POS=HEADCOMP Geräte
es: Appareils connectés
it: Dispositivi connessi
ja: 接続されたデバイス
ko: 연결된 장치
nl: Sluit het apparaat aan
ro: Dispozitive conectate
ru: Подключенные устройства
zh_hans: 连接设备

# Gear_Scan_Title
source: Nearby Device
de: Geräte in der Nähe
es: Appareils à proximité
it: Dispositivi vicini
ja: 近所のデバイス
ko: 주변 장치
nl: Apparaat dichtbij
ro: Dispozitive din apropiere
ru: Среди устройств
zh_hans: 附近的设备

# Gear_Connected_Title
source: Connected device
de: Das angeschlossene Gerät
es: Appareil connecté
it: Dispositivo di connessione
ja: デバイスとペアリングしました
ko: 밴드 페어링
nl: Verbonden apparaat
ro: Dispozitiv conectat
ru: Подключаемое устройство
zh_hans: 已连接的设备

# Friday
source: Fri.
de: Freitag
es: vendredi
it: venerdì
ja: 金曜日
ko: 금요일
nl: Vr
ro: vineri
ru: пятница
zh_hans: 周五

# Firmware
source: Band Version:
it: Banda Versione:
ja: バンドバージョン：
ko: 밴드 버전 :
nl: Band Versie:
ro: Band Versiune:
ru: Группа Версия:
zh_hans: 固件版本:

# Finish
source: End
de: Ende
es: fin
it: fine
ja: 終了
ko: 끝
nl: Einde
ro: capăt
ru: конец
zh_hans: 结束

# female
source: Ms
es: Mlle
ja: さん
ko: 여자
nl: Mevrouw
ro: Domnișoară
ru: Мисс
zh_hans: 女士

# Factory_title
source: restore factory settings
de: Werkseinstellungen wiederherstellen
es: Restaurer les paramètres d'usine
it: Ripristina impostazioni di fabbrica
ja: 工場出荷時の設定を復元します。
ko: 공장 설정 복원
nl: herstel naar fabrieksinstellingen
ro: Revenirea la setările din fabrică
ru: Восстановление заводских настроек
zh_hans: 恢复出厂设置

# Factory_Succeed
source: Restore factory settings successfully
de: Werkseinstellungen wiederherstellen erfolgreich
es: Restaurer les paramètres d'usine avec succès
it: Ripristina impostazioni di fabbrica con successo
ja: 成功した工場出荷時の設定を復元します。
ko: 성공적으로 초기 설정 복원
nl: Herstel fabrieksinstellingen succesvol
ro: Restaurarea cu succes setările din fabrică
ru: успешно Восстановление заводских настроек
zh_hans: 恢复出厂设置成功
